[
  {
    "Filename": "01_000.mp3",
    "Phrase": "Je partirai demain si tout va bien. J’ai déjà tout préparé, il ne me reste plus qu’à faire ma valise ce soir.",
    "English": "I’ll leave tomorrow if all goes well. I’ve already prepared everything; I just have to pack my suitcase tonight.",
    "Grammar and Structure": "- Je partirai demain si tout va bien means “I’ll leave tomorrow if all goes well”. “Je partirai” is the future tense of “I’ll leave”, “demain” is “tomorrow”, and “si tout va bien” is “if all goes well”.- J’ai déjà tout préparé means “I’ve already prepared everything”. “J’ai préparé” is “I have prepared”, “déjà” is “already”, and “tout” is “everything”.- il ne me reste plus qu’à faire ma valise ce soir means “I just have to pack my suitcase tonight”. “Il ne me reste plus qu’à” literally means “all that’s left for me to do is”, “faire ma valise” is “pack my suitcase”, and “ce soir” is “tonight”.",
    "Transliteration": "I will leave tomorrow if all goes well. I have already everything prepared, it remains to me only to pack my suitcase this evening."
  },
  {
    "Filename": "01_001.mp3",
    "Phrase": "J’avais déjà mangé quand il est arrivé, donc je lui ai juste proposé un café pendant qu’on discutait.",
    "English": "I had already eaten when he arrived, so I just offered him a coffee while we were chatting.",
    "Grammar and Structure": "- J’avais déjà mangé quand il est arrivé means “I had already eaten when he arrived”. “J’avais mangé” is “I had eaten”, “déjà” means “already”, and “quand il est arrivé” means “when he arrived”.- donc je lui ai juste proposé un café means “so I just offered him a coffee”. “Donc” is “so”, “je lui ai proposé” is “I offered him”, “juste” means “just”, and “un café” is “a coffee”.- pendant qu’on discutait means “while we were chatting”. “Pendant que” is “while”, “on discutait” is “we were talking / chatting”.",
    "Transliteration": "I had already eaten when he is arrived, so I to him have just offered a coffee while we were chatting."
  },
  {
    "Filename": "01_002.mp3",
    "Phrase": "Il faut que je parte tôt demain, sinon je vais rater mon train. Je suis content que tu sois passé ce soir.",
    "English": "I have to leave early tomorrow, otherwise I’ll miss my train. I’m glad you stopped by tonight.",
    "Grammar and Structure": "- Il faut que je parte tôt demain means “I have to leave early tomorrow”. “Il faut que” means “I have to / it’s necessary that”, and “je parte” is the subjunctive of “partir” (to leave), “tôt demain” means “early tomorrow”.- sinon je vais rater mon train means “otherwise I’ll miss my train”. “Sinon” means “otherwise”, “je vais rater” is “I’m going to miss”, and “mon train” means “my train”.- Je suis content que tu sois passé ce soir means “I’m glad you stopped by tonight”. “Je suis content” is “I’m glad”, “que tu sois passé” uses the subjunctive for “that you stopped by”, and “ce soir” means “this evening / tonight”.",
    "Transliteration": "It is necessary that I leave early tomorrow, otherwise I’m going to miss my train. I am happy that you are passed this evening."
  },
  {
    "Filename": "01_003.mp3",
    "Phrase": "Si j’avais plus d’argent, je voyagerais plus souvent. J’ai toujours rêvé de faire un road trip en Italie.",
    "English": "If I had more money, I’d travel more often. I’ve always dreamed of doing a road trip in Italy.",
    "Grammar and Structure": "- Si j’avais plus d’argent, je voyagerais plus souvent means “If I had more money, I’d travel more often”. “Si j’avais” is “if I had”, “plus d’argent” means “more money”, “je voyagerais” is “I would travel” (conditional), and “plus souvent” means “more often”.- J’ai toujours rêvé de faire un road trip en Italie means “I’ve always dreamed of doing a road trip in Italy”. “J’ai toujours rêvé” is “I’ve always dreamed”, “de faire” is “of doing”, “un road trip” is the same in French, and “en Italie” is “in Italy”.",
    "Transliteration": "If I had more money, I would travel more often. I have always dreamed to do a road trip in Italy."
  },
  {
    "Filename": "01_004.mp3",
    "Phrase": "La vaisselle a été faite par mon coloc ce matin, et franchement j’étais choqué parce qu’il le fait jamais.",
    "English": "The dishes were done by my roommate this morning, and honestly I was shocked because he never does it.",
    "Grammar and Structure": "- La vaisselle a été faite par mon coloc ce matin means “The dishes were done by my roommate this morning”. “La vaisselle” is “the dishes”, “a été faite” is “was done” (passive voice), “par mon coloc” means “by my roommate”, and “ce matin” is “this morning”.- et franchement j’étais choqué means “and honestly I was shocked”. “Et franchement” is “and honestly”, “j’étais choqué” is “I was shocked”.- parce qu’il le fait jamais means “because he never does it”. “Parce que” is “because”, “il le fait” is “he does it”, and “jamais” is “never”.",
    "Transliteration": "The dishes have been done by my roommate this morning, and honestly I was shocked because he it does never."
  },
  {
    "Filename": "02_005.mp3",
    "Phrase": "Je lui ai dit de venir vers 18h mais évidemment, il est arrivé à 19h comme d’habitude.",
    "English": "I told him to come around 6 p.m. but of course, he showed up at 7 p.m. like always.",
    "Grammar and Structure": "- Je lui ai dit de venir vers 18h means “I told him to come around 6 p.m.”. “Je lui ai dit” is “I told him”, “de venir” is “to come”, and “vers 18h” means “around 6 p.m.”. - mais évidemment, il est arrivé à 19h means “but of course, he arrived at 7 p.m.”. “Mais” is “but”, “évidemment” means “obviously / of course”, “il est arrivé” is “he arrived”, and “à 19h” is “at 7 p.m.”. - comme d’habitude means “like always”. It’s a fixed phrase meaning “as usual”.",
    "Transliteration": "I him have said to come around 6 p.m. but obviously, he is arrived at 7 p.m. like of habit."
  },
  {
    "Filename": "02_006.mp3",
    "Phrase": "Elle m’a prêté son livre de cuisine, celui qu’elle adore, et j’ai testé deux recettes ce week-end.",
    "English": "She lent me her cookbook—the one she loves—and I tried two recipes this weekend.",
    "Grammar and Structure": "- Elle m’a prêté son livre de cuisine means “She lent me her cookbook”. “Elle m’a prêté” is “she lent me”, and “son livre de cuisine” is “her cookbook”.- celui qu’elle adore means “the one she loves”. “Celui” is used to refer back to “the one”, and “qu’elle adore” is “that she loves”.- et j’ai testé deux recettes ce week-end means “and I tried two recipes this weekend”. “J’ai testé” is “I tried”, “deux recettes” is “two recipes”, and “ce week-end” is “this weekend”.",
    "Transliteration": "She me has lent her book of cooking, the one that she loves, and I have tested two recipes this weekend."
  },
  {
    "Filename": "02_007.mp3",
    "Phrase": "Je ne mange jamais de viande le soir, ça me fait trop lourd, surtout quand je bosse tôt le lendemain.",
    "English": "I never eat meat in the evening, it feels too heavy, especially when I work early the next day.",
    "Grammar and Structure": "- Je ne mange jamais de viande le soir means “I never eat meat in the evening”. “Je ne mange jamais” is “I never eat”, “de viande” is “meat”, and “le soir” is “in the evening”.- ça me fait trop lourd means “it feels too heavy to me”. “Ça me fait” is “it makes me”, “trop lourd” is “too heavy”.- surtout quand je bosse tôt le lendemain means “especially when I work early the next day”. “Surtout” is “especially”, “quand je bosse” is “when I work” (casual), “tôt” is “early”, and “le lendemain” is “the next day”.",
    "Transliteration": "I never eat meat the evening, it makes me too heavy, especially when I work early the next day."
  },
  {
    "Filename": "02_008.mp3",
    "Phrase": "Je n’ai rien compris à son message vocal, c’était trop rapide et il y avait plein de bruit autour.",
    "English": "I didn’t understand anything in his voice message, it was too fast and there was a lot of noise around.",
    "Grammar and Structure": "- Je n’ai rien compris à son message vocal means “I didn’t understand anything in his voice message”. “Je n’ai rien compris” is “I understood nothing”, and “à son message vocal” is “in his voice message”.- c’était trop rapide means “it was too fast”. “C’était” is “it was”, “trop rapide” is “too fast”.- et il y avait plein de bruit autour means “and there was a lot of noise around”. “Il y avait” is “there was”, “plein de” is “lots of”, “bruit” is “noise”, and “autour” means “around”.",
    "Transliteration": "I have nothing understood in his voice message, it was too fast and there was full of noise around."
  },
  {
    "Filename": "02_009.mp3",
    "Phrase": "Ce resto est plus cher que l’autre mais la qualité est vraiment au-dessus, donc ça vaut le coup.",
    "English": "This restaurant is more expensive than the other one, but the quality is really better, so it’s worth it.",
    "Grammar and Structure": "- Ce resto est plus cher que l’autre means “This restaurant is more expensive than the other one”. “Ce resto” is short for “ce restaurant”, “est plus cher” means “is more expensive”, and “que l’autre” means “than the other”.- mais la qualité est vraiment au-dessus means “but the quality is really better”. “Mais” is “but”, “la qualité” is “the quality”, “vraiment” is “really”, and “au-dessus” literally means “above” (as in superior).- donc ça vaut le coup means “so it’s worth it”. “Donc” is “so”, “ça vaut le coup” is an expression meaning “it’s worth it”.",
    "Transliteration": "This restaurant is more expensive than the other but the quality is really above, so it’s worth the shot."
  },
  {
    "Filename": "03_010.mp3",
    "Phrase": "Le mec qui habite en face est super sympa, on se croise souvent et il me file parfois des légumes de son jardin.",
    "English": "The guy who lives across the street is really nice, we often run into each other and he sometimes gives me vegetables from his garden.",
    "Grammar and Structure": "- Le mec means “the guy” (very casual).- qui habite en face means “who lives across the street”. “Qui” is like saying “who”, and “habite” means “lives”. “En face” is like “in front” or “across”.- est super sympa means “is really nice”. “Super” is just a way to say “really”.- on se croise souvent means “we see each other often by chance”. “On” is like saying “we”, “se croise” means “bump into each other”, and “souvent” means “often”.- et il me file parfois des légumes de son jardin means “and he sometimes gives me vegetables from his garden”. “File” is slang for “gives”, “parfois” is “sometimes”, “légumes” are “vegetables”, and “son jardin” means “his garden”.",
    "Transliteration": "The guy who lives across is super nice, we cross each other often and he gives me sometimes some vegetables from his garden."
  },
  {
    "Filename": "03_011.mp3",
    "Phrase": "Le film que j’ai vu hier était vraiment nul, le scénario tenait pas debout et les dialogues étaient plats.",
    "English": "The movie I saw yesterday was really bad, the plot made no sense and the dialogue was flat.",
    "Grammar and Structure": "- Le film que j’ai vu hier means “The movie that I saw yesterday”. “Le film” is “the movie”, “que j’ai vu” means “that I saw”, and “hier” means “yesterday”.- était vraiment nul means “was really bad”. “Était” is “was”, “vraiment” is “really”, and “nul” is slang for “bad” or “terrible”.- le scénario tenait pas debout means “the plot didn’t make sense”. “Scénario” is the storyline, “tenait pas debout” literally means “didn’t stand up” – it’s a way to say it was not logical.- et les dialogues étaient plats means “and the dialogue was flat”. “Dialogues” are the lines the characters speak, “étaient” means “were”, and “plats” means “flat”, like boring or lifeless.",
    "Transliteration": "The movie that I saw yesterday was really bad, the plot held not standing and the dialogues were flat."
  },
  {
    "Filename": "03_012.mp3",
    "Phrase": "J’ai parlé d’un projet dont je suis vraiment fier, on y a mis beaucoup d’énergie avec mes potes.",
    "English": "I talked about a project that I’m really proud of, we put a lot of energy into it with my buddies.",
    "Grammar and Structure": "- J’ai parlé d’un projet means “I talked about a project”. “J’ai parlé” is “I talked”, “d’un projet” means “about a project”.- dont je suis vraiment fier means “that I’m really proud of”. “Dont” is used for “of which”, “je suis” is “I am”, “vraiment” is “really”, and “fier” is “proud”.- on y a mis beaucoup d’énergie means “we put a lot of energy into it”. “On” means “we”, “y a mis” means “put into it”, “beaucoup d’énergie” means “a lot of energy”.- avec mes potes means “with my buddies”. “Avec” is “with”, “mes potes” means “my friends” in a casual way.",
    "Transliteration": "I talked of a project of which I am really proud, we in it put a lot of energy with my buddies."
  },
  {
    "Filename": "03_013.mp3",
    "Phrase": "Je me demande s’il va pleuvoir demain parce que j’ai prévu un pique-nique avec des amis.",
    "English": "I wonder if it’s going to rain tomorrow because I planned a picnic with some friends.",
    "Grammar and Structure": "- Je me demande means “I wonder” or “I’m asking myself”. “Je” is “I”, “me demande” is like “ask myself”.- s’il va pleuvoir demain means “if it’s going to rain tomorrow”. “S’il” is short for “si il” (if he/it), “va pleuvoir” is “is going to rain”, and “demain” is “tomorrow”.- parce que j’ai prévu un pique-nique means “because I planned a picnic”. “Parce que” is “because”, “j’ai prévu” is “I planned”, and “un pique-nique” is just “a picnic”.- avec des amis means “with some friends”. “Avec” is “with”, “des amis” means “some friends”.",
    "Transliteration": "I ask myself if it is going to rain tomorrow because I have planned a picnic with some friends."
  },
  {
    "Filename": "03_014.mp3",
    "Phrase": "Pourquoi t’es en retard tout le temps ? C’est pas la première fois que tu fais le coup.",
    "English": "Why are you late all the time? It’s not the first time you’ve pulled this.",
    "Grammar and Structure": "- Pourquoi t’es en retard tout le temps ? means “Why are you late all the time?” “Pourquoi” is “why”, “t’es” is short for “tu es” (you are), “en retard” means “late”, and “tout le temps” means “all the time”.- C’est pas la première fois means “It’s not the first time”. “C’est” is “it is”, “pas” makes it negative (not), “la première fois” means “the first time”.- que tu fais le coup means “that you’ve pulled this”. “Que tu fais” means “that you do”, and “le coup” literally means “the trick” or “the move”, like a sneaky action.",
    "Transliteration": "Why you are late all the time? It is not the first time that you do the trick."
  },
  {
    "Filename": "04_015.mp3",
    "Phrase": "J’ai payé 200 euros pour ce manteau, mais il est super chaud et la qualité est top, donc pas de regrets.",
    "English": "I paid 200 euros for this coat, but it’s super warm and the quality is great, so no regrets.",
    "Grammar and Structure": "- J’ai payé 200 euros pour ce manteau means “I paid 200 euros for this coat”. “J’ai payé” is “I paid”, “pour” means “for”, and “ce manteau” is “this coat”.- mais il est super chaud means “but it’s super warm”. “Mais” is “but”, “il est” is “it is”, and “super chaud” means “really warm”.- et la qualité est top means “and the quality is great”. “La qualité” is “the quality”, “est top” means “is great” (casual talk).- donc pas de regrets means “so no regrets”. “Donc” is “so”, and “pas de regrets” means “no regrets”.",
    "Transliteration": "I have paid 200 euros for this coat, but it is super warm and the quality is top, so no regrets."
  },
  {
    "Filename": "04_016.mp3",
    "Phrase": "C’est ma deuxième bière de la soirée, j’essaie de me détendre un peu après cette journée de ouf.",
    "English": "It’s my second beer of the evening, I’m trying to relax a bit after this crazy day.",
    "Grammar and Structure": "- C’est ma deuxième bière de la soirée means “It’s my second beer of the evening”. “C’est” is “it is”, “ma deuxième bière” is “my second beer”, and “de la soirée” means “of the evening”.- j’essaie de me détendre un peu means “I’m trying to relax a bit”. “J’essaie” is “I try”, “de me détendre” means “to relax myself”, and “un peu” is “a bit”.- après cette journée de ouf means “after this crazy day”. “Après” is “after”, “cette journée” means “this day”, and “de ouf” is slang for “crazy” (comes from “fou” flipped).",
    "Transliteration": "It is my second beer of the evening, I try to relax myself a bit after this day of crazy."
  },
  {
    "Filename": "04_017.mp3",
    "Phrase": "Le parc est à côté de chez moi, j’y vais souvent pour marcher un peu après le boulot.",
    "English": "The park is next to my place, I often go there to walk a bit after work.",
    "Grammar and Structure": "- Le parc est à côté de chez moi means “The park is next to my place”. “Le parc” is “the park”, “est à côté de” means “is next to”, and “chez moi” is “my home / place”.- j’y vais souvent means “I often go there”. “J’y vais” is “I go there”, and “souvent” means “often”.- pour marcher un peu après le boulot means “to walk a bit after work”. “Pour marcher” is “to walk”, “un peu” means “a bit”, “après” is “after”, and “le boulot” is casual for “work”.",
    "Transliteration": "The park is next to of at my place, I there go often to walk a bit after the job."
  },
  {
    "Filename": "04_018.mp3",
    "Phrase": "Ça me saoule d’attendre comme ça, on avait rendez-vous à 18h et il est même pas encore parti de chez lui.",
    "English": "It’s so annoying to wait like this, we had a meeting at 6 p.m. and he hasn’t even left his place yet.",
    "Grammar and Structure": "- Ça me saoule means “It annoys me” or “It gets on my nerves”. “Ça” is “it”, “me saoule” literally means “makes me drunk”, but here it means “annoys me” (slang).- d’attendre comme ça means “to wait like this”. “D’attendre” is “to wait”, “comme ça” is “like this”.- on avait rendez-vous à 18h means “we had a meeting at 6 p.m.” “On” is “we”, “avait” is “had”, “rendez-vous” means “appointment or meeting”, and “à 18h” means “at 6 p.m.”. - et il est même pas encore parti de chez lui means “and he hasn’t even left his place yet”. “Il est parti” is “he left”, “même pas” is “not even”, “encore” means “yet”, and “de chez lui” is “from his place”.",
    "Transliteration": "That annoys me to wait like this, we had appointment at 6 p.m. and he is not even yet left from his place."
  },
  {
    "Filename": "04_019.mp3",
    "Phrase": "Je suis crevé après le boulot, entre les réunions et les mails j’ai pas eu une minute pour souffler.",
    "English": "I’m exhausted after work, between meetings and emails I didn’t have a minute to breathe.",
    "Grammar and Structure": "- Je suis crevé après le boulot means “I’m exhausted after work”. “Je suis” is “I am”, “crevé” is slang for “exhausted”, and “après le boulot” is “after work” (“boulot” is a casual word for “work”).- entre les réunions et les mails means “between the meetings and the emails”. “Entre” is “between”, “réunions” are “meetings”, and “mails” means “emails”.- j’ai pas eu une minute pour souffler means “I didn’t have a minute to breathe”. “J’ai pas eu” is “I didn’t have”, “une minute” is “a minute”, “pour souffler” means “to breathe” or “take a break”.",
    "Transliteration": "I am exhausted after the job, between the meetings and the emails I have not had a minute to breathe."
  },
  {
    "Filename": "05_025.mp3",
    "Phrase": "Je veux vraiment changer de boulot cette année, ça fait trop longtemps que je stagne dans ce poste.",
    "English": "I really want to change jobs this year, I’ve been stuck in this position for way too long.",
    "Grammar and Structure": "- Je veux vraiment changer de boulot cette année means “I really want to change jobs this year”. “Je veux” is “I want”, “vraiment” means “really”, “changer de boulot” is “change jobs” (casual), and “cette année” means “this year”.- ça fait trop longtemps means “it’s been too long”. “Ça fait” is a way to say “it has been”, and “trop longtemps” is “too long”.- que je stagne dans ce poste means “that I’ve been stuck in this position”. “Je stagne” means “I’m stagnating” or “not moving forward”, and “dans ce poste” means “in this job/position”.",
    "Transliteration": "I want really to change of job this year, it makes too long that I stagnate in this position."
  },
  {
    "Filename": "05_026.mp3",
    "Phrase": "Je dois finir ce truc avant demain matin, sinon je vais me faire exploser en réunion.",
    "English": "I have to finish this thing before tomorrow morning, otherwise I’m going to get blown up in the meeting.",
    "Grammar and Structure": "- Je dois finir ce truc avant demain matin means “I have to finish this thing before tomorrow morning”. “Je dois” means “I must / have to”, “finir” is “finish”, “ce truc” is casual for “this thing”, and “avant demain matin” is “before tomorrow morning”.- sinon je vais me faire exploser en réunion means “otherwise I’m going to get blown up in the meeting”. “Sinon” means “otherwise”, “je vais me faire exploser” is a slangy way to say “I’ll get yelled at badly”, and “en réunion” is “in the meeting”.",
    "Transliteration": "I must finish this thing before tomorrow morning, otherwise I’m going to make myself get exploded in meeting."
  },
  {
    "Filename": "05_027.mp3",
    "Phrase": "Tu peux m’aider deux minutes ? J’arrive pas à ouvrir ce fichier, j’ai tout essayé.",
    "English": "Can you help me for two minutes? I can’t open this file, I’ve tried everything.",
    "Grammar and Structure": "- Tu peux m’aider deux minutes ? means “Can you help me for two minutes?” “Tu peux” is “can you”, “m’aider” is “help me”, and “deux minutes” is “two minutes”.- J’arrive pas à ouvrir ce fichier means “I can’t open this file”. “J’arrive pas à” is casual for “I can’t manage to”, “ouvrir” means “to open”, “ce fichier” is “this file”.- j’ai tout essayé means “I’ve tried everything”. “J’ai” is “I have”, “tout” is “everything”, and “essayé” means “tried”.",
    "Transliteration": "You can help me two minutes? I can’t manage to open this file, I have tried everything."
  },
  {
    "Filename": "05_028.mp3",
    "Phrase": "Je prends toujours un café le matin, sinon je suis complètement à l’ouest jusqu’à midi.",
    "English": "I always have a coffee in the morning, otherwise I’m completely out of it until noon.",
    "Grammar and Structure": "- Je prends toujours un café le matin means “I always have a coffee in the morning”. “Je prends” is “I take”, “toujours” means “always”, “un café” is “a coffee”, and “le matin” is “in the morning”.- sinon je suis complètement à l’ouest means “otherwise I’m completely out of it”. “Sinon” is “otherwise”, “je suis” is “I am”, “complètement à l’ouest” is an expression that means “totally out of it / spaced out”.- jusqu’à midi means “until noon”. “Jusqu’à” is “until”, and “midi” means “noon”.",
    "Transliteration": "I take always a coffee in the morning, otherwise I am completely to the west until noon."
  },
  {
    "Filename": "05_029.mp3",
    "Phrase": "Est-ce que je peux te poser une question un peu perso ? Tu peux me dire si je vais trop loin.",
    "English": "Can I ask you a personal question? You can tell me if I’m going too far.",
    "Grammar and Structure": "- Est-ce que je peux te poser une question un peu perso ? means “Can I ask you a personal question?” “Est-ce que je peux” is “can I”, “te poser une question” means “ask you a question”, and “un peu perso” is casual for “a bit personal”.- Tu peux me dire si je vais trop loin means “You can tell me if I’m going too far”. “Tu peux me dire” is “you can tell me”, “si je vais” means “if I go/am going”, and “trop loin” means “too far”.",
    "Transliteration": "Is it that I can you ask a question a bit personal? You can me say if I go too far."
  },
  {
    "Filename": "06_030.mp3",
    "Phrase": "Ce genre de musique me rend nostalgique, ça me rappelle mes trajets en bus quand j’étais au lycée.",
    "English": "This kind of music makes me feel nostalgic, it reminds me of my bus rides when I was in high school.",
    "Grammar and Structure": "- Ce genre de musique me rend nostalgique means “This kind of music makes me feel nostalgic”. “Ce genre de musique” is “this kind of music”, “me rend” means “makes me”, and “nostalgique” means “nostalgic”.- ça me rappelle mes trajets en bus means “it reminds me of my bus rides”. “Ça me rappelle” is “it reminds me”, “mes trajets en bus” means “my bus rides”.- quand j’étais au lycée means “when I was in high school”. “Quand” is “when”, “j’étais” is “I was”, and “au lycée” means “in high school”.",
    "Transliteration": "This kind of music me makes nostalgic, it me reminds my rides in bus when I was at the high school."
  },
  {
    "Filename": "06_031.mp3",
    "Phrase": "Je trouve que ce film est trop long, y’a des moments où je regardais l’heure toutes les deux minutes.",
    "English": "I think this movie is too long, there were moments when I was checking the time every two minutes.",
    "Grammar and Structure": "- Je trouve que ce film est trop long means “I think this movie is too long”. “Je trouve que” is “I think that”, “ce film” is “this movie”, “est trop long” means “is too long”.- y’a des moments où je regardais l’heure toutes les deux minutes means “there were moments when I was checking the time every two minutes”. “Y’a” is short for “il y a” (there is/are), “des moments” means “moments”, “où je regardais l’heure” means “when I was looking at the time”, and “toutes les deux minutes” is “every two minutes”.",
    "Transliteration": "I find that this movie is too long, there are moments where I was watching the time every two minutes."
  },
  {
    "Filename": "06_032.mp3",
    "Phrase": "J’ai l’impression qu’il m’évite un peu en ce moment, il répond plus comme avant.",
    "English": "I feel like he’s avoiding me a bit right now, he doesn’t reply like he used to.",
    "Grammar and Structure": "- J’ai l’impression qu’il m’évite un peu en ce moment means “I feel like he’s avoiding me a bit right now”. “J’ai l’impression” means “I have the feeling” or “I feel like”, “qu’il m’évite” is “that he avoids me”, “un peu” means “a bit”, and “en ce moment” means “right now”.- il répond plus comme avant means “he doesn’t reply like he used to”. “Il répond” is “he replies”, “plus” here means “no longer” (not more), and “comme avant” means “like before”.",
    "Transliteration": "I have the feeling that he avoids me a bit in this moment, he replies no more like before."
  },
  {
    "Filename": "06_033.mp3",
    "Phrase": "C’est super gênant quand tu dis bonjour et que l’autre te calcule même pas.",
    "English": "It’s super awkward when you say hi and the other person doesn’t even notice you.",
    "Grammar and Structure": "- C’est super gênant means “It’s super awkward”. “C’est” is “it is”, “super gênant” means “really embarrassing or awkward”.- quand tu dis bonjour means “when you say hi”. “Quand” is “when”, “tu dis” is “you say”, “bonjour” means “hi”.- et que l’autre te calcule même pas means “and the other person doesn’t even notice you”. “L’autre” is “the other person”, “te calcule même pas” is slang for “doesn’t even acknowledge you” (literally “doesn’t even calculate you”).",
    "Transliteration": "It is super embarrassing when you say hello and the other you calculates not even."
  },
  {
    "Filename": "06_034.mp3",
    "Phrase": "Ça m’énerve quand les gens parlent fort au téléphone dans le train, sérieux un peu de respect.",
    "English": "It annoys me when people talk loudly on the phone in the train—seriously, a little respect.",
    "Grammar and Structure": "- Ça m’énerve means “It annoys me”. “Ça” is “it”, “m’énerve” means “annoys me” or “gets on my nerves”.- quand les gens parlent fort au téléphone dans le train means “when people talk loudly on the phone in the train”. “Quand” is “when”, “les gens” means “people”, “parlent fort” is “talk loudly”, “au téléphone” is “on the phone”, and “dans le train” is “in the train”.- sérieux un peu de respect means “seriously, a little respect”. “Sérieux” is like saying “come on” or “seriously”, and “un peu de respect” means “a little respect”.",
    "Transliteration": "That annoys me when the people talk loud on the phone in the train, seriously a bit of respect."
  },
  {
    "Filename": "07_035.mp3",
    "Phrase": "J’adore cuisiner le week-end. Par contre, la semaine, j’ai zéro énergie et je commande souvent.",
    "English": "I love cooking on the weekend. On the other hand, during the week, I have no energy and I order food often.",
    "Grammar and Structure": "- J’adore cuisiner le week-end means “I love cooking on the weekend”. “J’adore” is “I love”, “cuisiner” means “to cook”, and “le week-end” is “the weekend”.- Par contre, la semaine means “On the other hand, during the week”. “Par contre” means “on the other hand” or “but”, and “la semaine” means “the week”.- j’ai zéro énergie et je commande souvent means “I have no energy and I order food often”. “J’ai zéro énergie” means “I have zero energy”, and “je commande souvent” means “I order often”.",
    "Transliteration": "I love to cook the weekend. On the other hand, the week, I have zero energy and I order often."
  },
  {
    "Filename": "07_036.mp3",
    "Phrase": "J’ai bossé jusqu’à minuit hier. Du coup, ce matin j’étais complètement déconnecté.",
    "English": "I worked until midnight yesterday. So this morning I was completely out of it.",
    "Grammar and Structure": "- J’ai bossé jusqu’à minuit hier means “I worked until midnight yesterday”. “J’ai bossé” is casual for “I worked”, “jusqu’à minuit” means “until midnight”, and “hier” means “yesterday”.- Du coup, ce matin j’étais complètement déconnecté means “So this morning I was completely out of it”. “Du coup” is a casual way to say “so” or “as a result”, “ce matin” is “this morning”, “j’étais” is “I was”, and “complètement déconnecté” means “completely disconnected” (mentally out of it, tired).",
    "Transliteration": "I worked until midnight yesterday. So, this morning I was completely disconnected."
  },
  {
    "Filename": "07_037.mp3",
    "Phrase": "Il m’a dit qu’il allait venir. Pourtant, j’ai attendu une heure et il n’a jamais montré sa tête.",
    "English": "He told me he was going to come. Yet, I waited an hour and he never showed up.",
    "Grammar and Structure": "- Il m’a dit qu’il allait venir means “He told me he was going to come”. “Il m’a dit” is “he told me”, “qu’il allait venir” is “that he was going to come”.- Pourtant, j’ai attendu une heure means “Yet, I waited an hour”. “Pourtant” means “yet” or “however”, “j’ai attendu” is “I waited”, and “une heure” means “one hour”.- et il n’a jamais montré sa tête is slang for “and he never showed up”. Literally it means “he never showed his face”.",
    "Transliteration": "He told me that he was going to come. Yet, I waited one hour and he never showed his head."
  },
  {
    "Filename": "07_038.mp3",
    "Phrase": "En fait, j’avais compris qu’on se voyait demain, pas aujourd’hui.",
    "English": "Actually, I thought we were meeting tomorrow, not today.",
    "Grammar and Structure": "- En fait means “actually” or “in fact”.- j’avais compris qu’on se voyait demain means “I thought we were meeting tomorrow”. “J’avais compris” means “I had understood”, “qu’on se voyait” means “that we were seeing each other”, and “demain” means “tomorrow”.- pas aujourd’hui means “not today”. “Pas” is “not” and “aujourd’hui” means “today”.",
    "Transliteration": "In fact, I had understood that we were seeing each other tomorrow, not today."
  },
  {
    "Filename": "07_039.mp3",
    "Phrase": "Je veux juste un truc rapide ce soir, genre des pâtes ou un sandwich, rien de compliqué.",
    "English": "I just want something quick tonight, like pasta or a sandwich, nothing complicated.",
    "Grammar and Structure": "- Je veux juste un truc rapide ce soir means “I just want something quick tonight”. “Je veux” is “I want”, “juste un truc rapide” is “just something quick”, and “ce soir” is “this evening / tonight”.- genre des pâtes ou un sandwich means “like pasta or a sandwich”. “Genre” is casual for “like” or “for example”, “des pâtes” means “pasta”, and “un sandwich” is the same in both languages.- rien de compliqué means “nothing complicated”. “Rien” is “nothing”, “de compliqué” is “complicated”.",
    "Transliteration": "I want just a quick thing this evening, like pasta or a sandwich, nothing of complicated."
  },
  {
    "Filename": "08_040.mp3",
    "Phrase": "Bonjour, je cherche quelque chose contre le mal de gorge, ça me brûle depuis deux jours.",
    "English": "Hello, I’m looking for something for a sore throat, it’s been burning for two days.",
    "Grammar and Structure": "- Bonjour means “Hello”.- je cherche quelque chose contre le mal de gorge means “I’m looking for something for a sore throat”. “Je cherche” is “I’m looking for”, “quelque chose” is “something”, “contre” means “against / for”, and “le mal de gorge” is “sore throat”.- ça me brûle depuis deux jours means “it’s been burning for two days”. “Ça me brûle” means “it burns me”, and “depuis deux jours” means “for two days”.",
    "Transliteration": "Hello, I look for something against the sore throat, it burns me since two days."
  },
  {
    "Filename": "08_041.mp3",
    "Phrase": "Je voudrais envoyer ce colis en suivi, c’est assez urgent, c’est un cadeau pour ma sœur.",
    "English": "I’d like to send this package with tracking, it’s pretty urgent, it’s a gift for my sister.",
    "Grammar and Structure": "- Je voudrais envoyer ce colis en suivi means “I’d like to send this package with tracking”. “Je voudrais” means “I would like”, “envoyer” is “to send”, “ce colis” is “this package”, and “en suivi” means “with tracking”.- c’est assez urgent means “it’s pretty urgent”. “C’est” is “it is”, “assez” is “quite / pretty”, and “urgent” is “urgent”.- c’est un cadeau pour ma sœur means “it’s a gift for my sister”. “C’est” is “it’s”, “un cadeau” is “a gift”, and “pour ma sœur” means “for my sister”.",
    "Transliteration": "I would like to send this package in tracking, it is quite urgent, it is a gift for my sister."
  },
  {
    "Filename": "08_042.mp3",
    "Phrase": "Je voudrais prendre rendez-vous avec un conseiller pour parler de mon crédit logement.",
    "English": "I’d like to make an appointment with an advisor to talk about my home loan.",
    "Grammar and Structure": "- Je voudrais prendre rendez-vous means “I’d like to make an appointment”. “Je voudrais” is “I would like”, “prendre rendez-vous” means “to make an appointment”.- avec un conseiller means “with an advisor”. “Avec” is “with”, “un conseiller” means “an advisor”.- pour parler de mon crédit logement means “to talk about my home loan”. “Pour parler” is “to talk”, “de mon crédit logement” is “about my housing loan” (“crédit logement” is a home loan or mortgage).",
    "Transliteration": "I would like to take appointment with an advisor to talk of my home loan."
  },
  {
    "Filename": "08_043.mp3",
    "Phrase": "Bonsoir, je voudrais réserver une table pour deux ce samedi soir, vers 20h si possible.",
    "English": "Good evening, I’d like to book a table for two this Saturday evening, around 8 p.m. if possible.",
    "Grammar and Structure": "- Bonsoir means “Good evening”.- je voudrais réserver une table pour deux means “I’d like to book a table for two”. “Je voudrais” is “I would like”, “réserver” is “to book”, “une table pour deux” is “a table for two”.- ce samedi soir, vers 20h si possible means “this Saturday evening, around 8 p.m. if possible”. “Ce samedi soir” is “this Saturday evening”, “vers 20h” is “around 8 p.m.”, and “si possible” means “if possible”.",
    "Transliteration": "Good evening, I would like to reserve a table for two this Saturday evening, around 8 p.m. if possible."
  },
  {
    "Filename": "08_044.mp3",
    "Phrase": "Excusez-moi, mais il y a une erreur sur l’addition, on n’a pas commandé cette boisson.",
    "English": "Excuse me, but there’s a mistake on the bill, we didn’t order this drink.",
    "Grammar and Structure": "- Excusez-moi means “Excuse me”.- mais il y a une erreur sur l’addition means “but there’s a mistake on the bill”. “Il y a” is “there is”, “une erreur” is “a mistake”, “sur l’addition” is “on the bill”.- on n’a pas commandé cette boisson means “we didn’t order this drink”. “On” is “we”, “n’a pas commandé” is “didn’t order”, and “cette boisson” means “this drink”.",
    "Transliteration": "Excuse me, but there is a mistake on the bill, we have not ordered this drink."
  },
  {
    "Filename": "09_045.mp3",
    "Phrase": "Je vis à Toulouse depuis trois ans maintenant et je commence vraiment à m’y sentir chez moi.",
    "English": "I’ve been living in Toulouse for three years now and I’m really starting to feel at home there.",
    "Grammar and Structure": "- Je vis à Toulouse depuis trois ans maintenant means “I’ve been living in Toulouse for three years now”. “Je vis” is “I live”, “à Toulouse” is “in Toulouse”, “depuis trois ans” is “for three years”, and “maintenant” is “now”.- et je commence vraiment à m’y sentir chez moi means “and I’m really starting to feel at home there”. “Je commence” is “I’m starting”, “vraiment” is “really”, “à m’y sentir” means “to feel (myself) there”, and “chez moi” is “at home”.",
    "Transliteration": "I live in Toulouse since three years now and I start really to feel myself there at home."
  },
  {
    "Filename": "09_046.mp3",
    "Phrase": "J’ai vu ce film il y a deux semaines mais j’en ai déjà oublié la moitié.",
    "English": "I saw this movie two weeks ago but I’ve already forgotten half of it.",
    "Grammar and Structure": "- J’ai vu ce film il y a deux semaines means “I saw this movie two weeks ago”. “J’ai vu” is “I saw”, “ce film” is “this movie”, and “il y a deux semaines” means “two weeks ago”.- mais j’en ai déjà oublié la moitié means “but I’ve already forgotten half of it”. “J’en ai oublié” is “I’ve forgotten of it”, “déjà” means “already”, and “la moitié” is “half”.",
    "Transliteration": "I have seen this movie there is two weeks but I of it have already forgotten the half."
  },
  {
    "Filename": "09_047.mp3",
    "Phrase": "Je vais courir chaque matin avant de commencer à bosser, même quand j’ai pas trop la motiv.",
    "English": "I go running every morning before starting work, even when I’m not really motivated.",
    "Grammar and Structure": "- Je vais courir chaque matin means “I go running every morning”. “Je vais courir” is “I go run”, and “chaque matin” means “every morning”.- avant de commencer à bosser means “before starting work”. “Avant de” is “before”, “commencer” means “to start”, and “à bosser” is casual for “to work”.- même quand j’ai pas trop la motiv means “even when I’m not really motivated”. “Même quand” is “even when”, “j’ai pas trop” means “I don’t really have”, and “la motiv” is slang for “motivation”.",
    "Transliteration": "I go run each morning before to start to work, even when I have not too much the motivation."
  },
  {
    "Filename": "09_048.mp3",
    "Phrase": "Y’avait trop de monde au marché ce matin, j’ai même pas pu acheter mes légumes habituels.",
    "English": "There were too many people at the market this morning, I couldn’t even buy my usual vegetables.",
    "Grammar and Structure": "- Y’avait trop de monde au marché ce matin means “There were too many people at the market this morning”. “Y’avait” is short for “il y avait” (there were), “trop de monde” means “too many people”, “au marché” is “at the market”, and “ce matin” is “this morning”.- j’ai même pas pu acheter mes légumes habituels means “I couldn’t even buy my usual vegetables”. “J’ai pas pu” is “I couldn’t”, “même pas” adds “not even”, “acheter” is “to buy”, and “mes légumes habituels” means “my usual vegetables”.",
    "Transliteration": "There was too much of people at the market this morning, I not even was able to buy my vegetables usual."
  },
  {
    "Filename": "09_049.mp3",
    "Phrase": "Tu mets combien de temps pour aller au boulot ? Moi c’est au moins 45 minutes avec les bouchons.",
    "English": "How long does it take you to get to work? For me, it’s at least 45 minutes with the traffic.",
    "Grammar and Structure": "- Tu mets combien de temps pour aller au boulot ? means “How long does it take you to get to work?” “Tu mets combien de temps” is “how much time do you take”, “pour aller au boulot” is “to go to work” (“boulot” is casual for “work”).- Moi c’est au moins 45 minutes avec les bouchons means “For me, it’s at least 45 minutes with the traffic”. “Moi c’est” is “for me it’s”, “au moins” is “at least”, and “les bouchons” literally means “traffic jams”.",
    "Transliteration": "You take how much time to go to work? Me, it’s at least 45 minutes with the jams."
  },
  {
    "Filename": "10_050.mp3",
    "Phrase": "Je suis sûr qu’il va encore être en retard, c’est toujours la même histoire avec lui.",
    "English": "I’m sure he’s going to be late again, it’s always the same story with him.",
    "Grammar and Structure": "- Je suis sûr qu’il va encore être en retard means “I’m sure he’s going to be late again”. “Je suis sûr” is “I’m sure”, “qu’il va” is “that he’s going to”, “encore” means “again”, and “être en retard” means “be late”.- c’est toujours la même histoire avec lui means “it’s always the same story with him”. “C’est” is “it is”, “toujours” is “always”, “la même histoire” means “the same story”, and “avec lui” means “with him”.",
    "Transliteration": "I am sure that he is going again to be late, it is always the same story with him."
  },
  {
    "Filename": "10_051.mp3",
    "Phrase": "Je ne suis pas sûr qu’on puisse encore annuler sans frais, faudrait appeler pour vérifier.",
    "English": "I’m not sure we can still cancel without a fee, we should call to check.",
    "Grammar and Structure": "- Je ne suis pas sûr qu’on puisse encore annuler sans frais means “I’m not sure we can still cancel without a fee”. “Je ne suis pas sûr” is “I’m not sure”, “qu’on puisse” means “that we can” (in the subjunctive), “encore annuler” is “still cancel”, and “sans frais” means “without a fee”.- faudrait appeler pour vérifier means “we should call to check”. “Faudrait” is short for “il faudrait”, meaning “it would be necessary”, “appeler” is “to call”, and “pour vérifier” is “to check”.",
    "Transliteration": "I am not sure that we can still cancel without fees, should call to check."
  },
  {
    "Filename": "10_052.mp3",
    "Phrase": "Peut-être qu’ils ont changé d’adresse, je trouve plus rien en ligne.",
    "English": "Maybe they’ve changed address, I can’t find anything online anymore.",
    "Grammar and Structure": "- Peut-être qu’ils ont changé d’adresse means “Maybe they’ve changed address”. “Peut-être” is “maybe”, “qu’ils ont changé” means “that they’ve changed”, and “d’adresse” is “address”.- je trouve plus rien en ligne means “I can’t find anything online anymore”. “Je trouve” is “I find”, “plus rien” means “nothing anymore”, and “en ligne” means “online”. (Note: In casual speech, plus rien without “ne” is still a full negative).",
    "Transliteration": "Maybe that they have changed of address, I find more nothing online."
  },
  {
    "Filename": "10_053.mp3",
    "Phrase": "Je crois qu’on devrait en parler à la prochaine réunion, c’est important.",
    "English": "I think we should talk about it at the next meeting, it’s important.",
    "Grammar and Structure": "- Je crois qu’on devrait en parler means “I think we should talk about it”. “Je crois” is “I think”, “qu’on devrait” means “that we should”, and “en parler” is “talk about it”.- à la prochaine réunion means “at the next meeting”. “À la” is “at the”, “prochaine” means “next”, and “réunion” means “meeting”.- c’est important means “it’s important”. “C’est” is “it is”, and “important” is the same in both languages.",
    "Transliteration": "I think that we should of it talk at the next meeting, it is important."
  },
  {
    "Filename": "10_054.mp3",
    "Phrase": "À mon avis, c’est pas une bonne idée de lancer ça maintenant, on n’est pas prêts.",
    "English": "In my opinion, it’s not a good idea to launch this now, we’re not ready.",
    "Grammar and Structure": "- À mon avis means “In my opinion”.- c’est pas une bonne idée de lancer ça maintenant means “it’s not a good idea to launch this now”. “C’est pas” is the casual way of saying “it is not”, “une bonne idée” means “a good idea”, “de lancer ça” is “to launch this”, and “maintenant” is “now”.- on n’est pas prêts means “we’re not ready”. “On” means “we”, “n’est pas” is “are not”, and “prêts” means “ready”.",
    "Transliteration": "In my opinion, it is not a good idea to launch that now, we are not ready."
  },
  {
    "Filename": "11_055.mp3",
    "Phrase": "Ah bon ?! Je savais pas du tout, tu l’as appris comment ?",
    "English": "Really?! I had no idea, how did you find out?",
    "Grammar and Structure": "- Ah bon ?! is a surprised “Really?!” or “Oh, really?!”- Je savais pas du tout means “I had no idea”. “Je savais pas” is “I didn’t know”, and “du tout” adds emphasis, meaning “at all”.- tu l’as appris comment ? means “how did you find out?” “Tu” is “you”, “l’as appris” is “learned it”, and “comment” means “how”.",
    "Transliteration": "Oh really?! I knew not at all, you it have learned how?"
  },
  {
    "Filename": "11_056.mp3",
    "Phrase": "Bah ouais, carrément, je suis grave chaud pour ce plan.",
    "English": "Well yeah, totally, I’m really up for this plan.",
    "Grammar and Structure": "- Bah ouais is a very casual way to say “Well yeah”. “Bah” is like “well”, and “ouais” is the informal “yeah”.- carrément means “totally” or “for sure”.- je suis grave chaud pour ce plan means “I’m really up for this plan”. “Je suis chaud” means “I’m excited / ready”, “grave” means “super / really” (slang), and “ce plan” is “this plan” (as in an idea or outing).",
    "Transliteration": "Well yeah, totally, I am seriously hot for this plan."
  },
  {
    "Filename": "11_057.mp3",
    "Phrase": "Ben écoute, je suis pas sûr mais on peut toujours tester.",
    "English": "Well listen, I’m not sure but we can always try.",
    "Grammar and Structure": "- Ben écoute means “Well, listen”. “Ben” is a casual way of saying “well”, and “écoute” is “listen”.- je suis pas sûr means “I’m not sure”. “Je suis” is “I am”, “pas sûr” is “not sure”.- mais on peut toujours tester means “but we can always try”. “Mais” is “but”, “on peut” is “we can”, “toujours” means “always”, and “tester” means “to try” (borrowed from English).",
    "Transliteration": "Well listen, I am not sure but we can always test."
  },
  {
    "Filename": "11_058.mp3",
    "Phrase": "En gros, tu dois juste cliquer ici et ça devrait marcher.",
    "English": "Basically, you just have to click here and it should work.",
    "Grammar and Structure": "- En gros means “basically” or “in short”.- tu dois juste cliquer ici means “you just have to click here”. “Tu dois” is “you have to”, “juste” is “just”, and “cliquer ici” means “click here”.- et ça devrait marcher means “and it should work”. “Ça devrait” is “it should”, and “marcher” is “work” (as in function properly).",
    "Transliteration": "In short, you must just click here and it should work."
  },
  {
    "Filename": "11_059.mp3",
    "Phrase": "Franchement, c’est abusé les prix ici, même une bouteille d’eau coûte trois euros.",
    "English": "Honestly, the prices here are ridiculous— even a bottle of water costs three euros.",
    "Grammar and Structure": "- Franchement means “honestly” or “seriously”.- c’est abusé les prix ici means “the prices here are ridiculous”. “C’est abusé” is slang for “it’s over the top / outrageous”, and “les prix ici” means “the prices here”.- même une bouteille d’eau coûte trois euros means “even a bottle of water costs three euros”. “Même” is “even”, “une bouteille d’eau” is “a bottle of water”, and “coûte trois euros” means “costs three euros”.",
    "Transliteration": "Honestly, it is abused the prices here, even a bottle of water costs three euros."
  },
  {
    "Filename": "12_060.mp3",
    "Phrase": "Tu peux répéter s’il te plaît ? J’ai pas bien entendu à cause du bruit.",
    "English": "Can you repeat, please? I didn’t hear well because of the noise.",
    "Grammar and Structure": "- Tu peux répéter s’il te plaît ? means “Can you repeat, please?” “Tu peux” is “can you”, “répéter” is “repeat”, and “s’il te plaît” is “please”.- J’ai pas bien entendu à cause du bruit means “I didn’t hear well because of the noise”. “J’ai pas bien entendu” is “I didn’t hear well”, and “à cause du bruit” is “because of the noise”.",
    "Transliteration": "You can repeat please? I have not well heard because of the noise."
  },
  {
    "Filename": "12_061.mp3",
    "Phrase": "Ça veut dire quoi exactement ce mot ? Je l’ai vu plusieurs fois.",
    "English": "What exactly does this word mean? I’ve seen it several times.",
    "Grammar and Structure": "- Ça veut dire quoi exactement ce mot ? means “What exactly does this word mean?” “Ça veut dire quoi” is “what does it mean”, “exactement” is “exactly”, and “ce mot” is “this word”.- Je l’ai vu plusieurs fois means “I’ve seen it several times”. “Je l’ai vu” is “I have seen it”, and “plusieurs fois” is “several times”.",
    "Transliteration": "That wants to say what exactly this word? I it have seen several times."
  },
  {
    "Filename": "12_062.mp3",
    "Phrase": "T’as dit quoi là ? J’ai pas suivi, tu peux redire ?",
    "English": "What did you just say? I didn’t follow—can you say it again?",
    "Grammar and Structure": "- T’as dit quoi là ? is short for Tu as dit quoi là ?, meaning “What did you say just now?” “T’as dit” is “you said”, and “quoi là” adds “what just now / there”.- J’ai pas suivi means “I didn’t follow”. “J’ai pas” is casual for “I didn’t”, and “suivi” means “followed”.- tu peux redire ? means “can you say it again?” “Tu peux” is “can you”, and “redire” is “say again”.",
    "Transliteration": "You said what there? I have not followed, you can say again?"
  },
  {
    "Filename": "12_063.mp3",
    "Phrase": "Tu peux parler un peu moins vite ? J’ai du mal à tout capter.",
    "English": "Can you speak a bit more slowly? I’m having trouble catching everything.",
    "Grammar and Structure": "- Tu peux parler un peu moins vite ? means “Can you speak a bit more slowly?” “Tu peux parler” is “can you speak”, “un peu moins vite” is “a bit less fast”.- J’ai du mal à tout capter means “I’m having trouble catching everything”. “J’ai du mal à” is “I have trouble”, and “tout capter” means “understanding everything” (informal).",
    "Transliteration": "You can speak a bit less fast? I have trouble to catch everything."
  },
  {
    "Filename": "12_064.mp3",
    "Phrase": "J’ai pas suivi du tout ce que t’as expliqué, tu peux me refaire un résumé ?",
    "English": "I didn’t follow at all what you explained—can you give me a quick summary?",
    "Grammar and Structure": "- J’ai pas suivi du tout means “I didn’t follow at all”. “J’ai pas suivi” is “I didn’t follow”, and “du tout” means “at all”.- ce que t’as expliqué means “what you explained”. “Ce que” is “what”, “t’as expliqué” is short for “tu as expliqué” (you explained).- tu peux me refaire un résumé ? means “can you give me a quick summary again?” “Tu peux” is “can you”, “me refaire” means “redo for me”, and “un résumé” means “a summary”.",
    "Transliteration": "I have not followed at all what you have explained, you can me redo a summary?"
  },
  {
    "Filename": "introductions_0.mp3",
    "Phrase": "Salut, moi c’est Karim. J’ai 27 ans et je vis à Lyon. En ce moment, je bosse dans un café. J’adore la musique et je joue un peu de guitare. Et toi, tu fais quoi dans la vie ?",
    "English": "Hi, I’m Karim. I’m 27 years old and I live in Lyon. Right now, I work in a café. I love music and I play a bit of guitar. And you, what do you do in life?",
    "Grammar and Structure": "- Salut, moi c’est Karim. means “Hi, I’m Karim.” “Salut” is “hi”, “moi c’est” is casual for “I’m”, and then your name.- J’ai 27 ans et je vis à Lyon. means “I’m 27 and I live in Lyon.” “J’ai 27 ans” is literally “I have 27 years”, and “je vis à Lyon” is “I live in Lyon”.- En ce moment, je bosse dans un café. means “Right now, I work in a café.” “En ce moment” means “right now”, “je bosse” is casual for “I work”, and “dans un café” is “in a café”.- J’adore la musique et je joue un peu de guitare. means “I love music and I play a bit of guitar.” “J’adore” is “I love”, “je joue un peu de” is “I play a bit of”, and “guitare” is “guitar”.- Et toi, tu fais quoi dans la vie ? means “And you, what do you do in life?” Very casual and friendly way to ask someone’s job/life situation.",
    "Transliteration": "Hi, me it’s Karim. I have 27 years and I live in Lyon. In this moment, I work in a café. I love the music and I play a bit of guitar. And you, you do what in life?"
  },
  {
    "Filename": "daily_routine_1.mp3",
    "Phrase": "Je me lève vers 7h et je prends direct une douche. Ensuite, je bois un café en lisant un peu les infos. Je pars bosser vers 8h30. J’aime bien prendre mon temps le matin.",
    "English": "I get up around 7 a.m. and take a shower right away. Then I drink a coffee while reading the news a bit. I leave for work around 8:30. I like taking my time in the morning.",
    "Grammar and Structure": "- Je me lève vers 7h means “I get up around 7 a.m.”. “Je me lève” is “I get up”, and “vers 7h” is “around 7 o’clock”.- et je prends direct une douche means “and I take a shower right away”. “Je prends” is “I take”, and “direct” is slang for “right away”.- Ensuite, je bois un café en lisant un peu les infos means “Then I drink a coffee while reading the news a bit”. “Ensuite” is “then”, “je bois un café” is “I drink a coffee”, “en lisant” is “while reading”, “un peu les infos” means “the news a bit”.- Je pars bosser vers 8h30 means “I leave for work around 8:30”. “Je pars bosser” is “I go to work” (casual), and “vers 8h30” means “around 8:30”.- J’aime bien prendre mon temps le matin means “I like taking my time in the morning”. “J’aime bien” is “I like”, “prendre mon temps” is “take my time”, “le matin” means “in the morning”.",
    "Transliteration": "I get up around 7 a.m. and I take directly a shower. Then, I drink a coffee while reading a bit the news. I leave to work around 8:30. I like well to take my time the morning."
  },
  {
    "Filename": "feelings_2.mp3",
    "Phrase": "Aujourd’hui je suis un peu stressé, j’ai un entretien cet après-midi. J’essaie de rester calme, mais c’est pas évident. J’ai pas très bien dormi non plus.",
    "English": "Today I’m a bit stressed, I have an interview this afternoon. I’m trying to stay calm, but it’s not easy. I didn’t sleep very well either.",
    "Grammar and Structure": "- Aujourd’hui je suis un peu stressé means “Today I’m a bit stressed”. “Aujourd’hui” is “today”, “je suis” is “I am”, “un peu” is “a bit”, and “stressé” means “stressed”.- j’ai un entretien cet après-midi means “I have an interview this afternoon”. “J’ai” is “I have”, “un entretien” is “an interview”, and “cet après-midi” is “this afternoon”.- J’essaie de rester calme, mais c’est pas évident means “I’m trying to stay calm, but it’s not easy”. “J’essaie” is “I try”, “rester calme” is “to stay calm”, and “pas évident” means “not easy / obvious”.- J’ai pas très bien dormi non plus means “I didn’t sleep very well either”. “J’ai pas bien dormi” is “I didn’t sleep well”, “très bien” adds “very”, and “non plus” is “either”.",
    "Transliteration": "Today I am a bit stressed, I have an interview this afternoon. I try to stay calm, but it is not easy. I have not very well slept either."
  },
  {
    "Filename": "food_3.mp3",
    "Phrase": "Ce midi, j’ai mangé un sandwich au fromage. Rien de fou, mais ça fait le taf. Ce soir, je pense commander une pizza. T’as une pizzeria préférée ?",
    "English": "This lunchtime, I had a cheese sandwich. Nothing crazy, but it does the job. Tonight, I think I’ll order a pizza. Do you have a favorite pizzeria?",
    "Grammar and Structure": "- Ce midi, j’ai mangé un sandwich au fromage means “This lunchtime, I had a cheese sandwich”. “Ce midi” is “this noon”, “j’ai mangé” is “I ate”, “un sandwich au fromage” means “a cheese sandwich”.- Rien de fou, mais ça fait le taf means “Nothing crazy, but it does the job”. “Rien de fou” means “nothing wild/crazy”, “ça fait le taf” is slang for “it does the job”.- Ce soir, je pense commander une pizza means “Tonight, I think I’ll order a pizza”. “Ce soir” is “this evening”, “je pense” is “I think”, and “commander une pizza” means “to order a pizza”.- T’as une pizzeria préférée ? is short for Tu as une pizzeria préférée ?, meaning “Do you have a favorite pizzeria?” “T’as” is casual for “you have”, “pizzeria préférée” is “favorite pizza place”.",
    "Transliteration": "This noon, I ate a cheese sandwich. Nothing crazy, but it does the job. This evening, I think (to) order a pizza. You have a pizzeria favorite?"
  },
  {
    "Filename": "transportation_4.mp3",
    "Phrase": "Le métro était blindé ce matin, j’ai dû attendre trois trains. J’étais déjà à la bourre, donc pas top. Franchement, je préfère y aller à vélo quand il fait beau.",
    "English": "The metro was packed this morning, I had to wait for three trains. I was already running late, so not great. Honestly, I prefer biking there when the weather is nice.",
    "Grammar and Structure": "- Le métro était blindé ce matin means “The metro was packed this morning”. “Blindé” is slang for “completely full”.- J’ai dû attendre trois trains means “I had to wait for three trains”. “J’ai dû” is “I had to”, “attendre” is “wait”, “trois trains” is “three trains”.- J’étais déjà à la bourre, donc pas top means “I was already late, so not great”. “À la bourre” is casual for “running late”, and “pas top” means “not ideal”.- Franchement, je préfère y aller à vélo quand il fait beau means “Honestly, I prefer biking there when it’s nice out”. “Franchement” is “honestly”, “je préfère y aller” means “I prefer going there”, “à vélo” is “by bike”, “quand il fait beau” means “when the weather is nice”.",
    "Transliteration": "The metro was packed this morning, I had to wait for three trains. I was already in the rush, so not great. Honestly, I prefer to go there by bike when it makes nice."
  },
  {
    "Filename": "asking_for_help_5.mp3",
    "Phrase": "Excuse-moi, tu sais comment on va à la gare ? Je suis un peu perdu. J’ai pas trop l’habitude de ce quartier. Merci beaucoup !",
    "English": "Excuse me, do you know how to get to the train station? I’m a bit lost. I’m not really used to this neighborhood. Thanks a lot!",
    "Grammar and Structure": "- Excuse-moi, tu sais comment on va à la gare ? means “Excuse me, do you know how to get to the train station?” “Excuse-moi” is “excuse me”, “tu sais” is “do you know”, “comment on va à la gare” is “how we go to the station” (casual way to ask for directions).- Je suis un peu perdu means “I’m a bit lost”. “Je suis” is “I am”, “un peu” is “a bit”, “perdu” is “lost”.- J’ai pas trop l’habitude de ce quartier means “I’m not really used to this neighborhood”. “J’ai pas trop l’habitude” is “I’m not really used to”, “de ce quartier” means “of this neighborhood”.- Merci beaucoup ! means “Thanks a lot!”",
    "Transliteration": "Excuse me, you know how we go to the station? I am a bit lost. I have not too much the habit of this neighborhood. Thank you very much!"
  },
  {
    "Filename": "shopping_6.mp3",
    "Phrase": "Je suis allé faire les courses ce matin. Le supermarché était vide, c’était parfait. J’ai pris du pain, du lait, et un peu de chocolat. Rien de spécial.",
    "English": "I went grocery shopping this morning. The supermarket was empty—it was perfect. I got some bread, milk, and a bit of chocolate. Nothing special.",
    "Grammar and Structure": "- Je suis allé faire les courses ce matin means “I went grocery shopping this morning”. “Je suis allé” is “I went”, “faire les courses” is “to do the shopping”, and “ce matin” is “this morning”.- Le supermarché était vide, c’était parfait means “The supermarket was empty—it was perfect”. “Le supermarché” is “the supermarket”, “était vide” is “was empty”, “c’était parfait” means “it was perfect”.- J’ai pris du pain, du lait, et un peu de chocolat means “I got some bread, milk, and a bit of chocolate”. “J’ai pris” is “I took / got”, and the rest is just a list of groceries.- Rien de spécial means “Nothing special”.",
    "Transliteration": "I am gone to do the shopping this morning. The supermarket was empty, it was perfect. I have taken some bread, some milk, and a bit of chocolate. Nothing of special."
  },
  {
    "Filename": "weather_7.mp3",
    "Phrase": "Il fait super chaud aujourd’hui, j’en peux plus. Même avec le ventilateur, ça sert à rien. Vivement la pluie !",
    "English": "It’s super hot today, I can’t take it anymore. Even with the fan, it’s useless. Can’t wait for the rain!",
    "Grammar and Structure": "- Il fait super chaud aujourd’hui means “It’s super hot today”. “Il fait chaud” means “it’s hot”, and “super” adds emphasis. “Aujourd’hui” is “today”.- J’en peux plus is a casual way to say “I can’t take it anymore”. “Je n’en peux plus” is the full version, meaning “I can’t take it anymore”.- Même avec le ventilateur, ça sert à rien means “Even with the fan, it’s useless”. “Même avec” is “even with”, “le ventilateur” is “the fan”, “ça sert à rien” is slang for “it’s useless” (literally “it serves nothing”).- Vivement la pluie ! means “Can’t wait for the rain!” Literally: “Looking forward to the rain!” It expresses impatience or eagerness.",
    "Transliteration": "It makes super hot today, I can’t take it anymore. Even with the fan, it serves to nothing. Looking forward to the rain!"
  },
  {
    "Filename": "friends_and_social_life_8.mp3",
    "Phrase": "Hier soir, on s’est retrouvés chez Léo pour une petite soirée tranquille. On a commandé des sushis et regardé un film. C’était simple mais super sympa. Ça faisait longtemps qu’on s’était pas vus.",
    "English": "Last night, we met up at Léo’s for a chill evening. We ordered sushi and watched a movie. It was simple but really nice. It had been a long time since we’d seen each other.",
    "Grammar and Structure": "- Hier soir, on s’est retrouvés chez Léo means “Last night, we met up at Léo’s”. “On s’est retrouvés” is “we met up”, and “chez Léo” is “at Léo’s place”.- pour une petite soirée tranquille means “for a chill evening”. “Une petite soirée tranquille” is a cozy way to say “a relaxed night”.- On a commandé des sushis et regardé un film means “We ordered sushi and watched a movie”. “On a commandé” is “we ordered”, “et regardé un film” means “and watched a movie”.- C’était simple mais super sympa means “It was simple but really nice”. “C’était” is “it was”, “super sympa” means “really nice/friendly”.- Ça faisait longtemps qu’on s’était pas vus means “It had been a long time since we’d seen each other”. “Ça faisait longtemps” is “it had been a long time”, “qu’on s’était pas vus” is “that we hadn’t seen each other”.",
    "Transliteration": "Yesterday evening, we met up at Léo’s for a little quiet evening. We ordered some sushi and watched a film. It was simple but super nice. It made a long time that we hadn’t seen each other."
  },
  {
    "Filename": "technology_9.mp3",
    "Phrase": "Mon ordi bugue tout le temps en ce moment. Je pense qu’il est trop vieux. Je vais peut-être en acheter un nouveau ce week-end. T’as des marques à recommander ?",
    "English": "My computer keeps crashing lately. I think it’s too old. I might buy a new one this weekend. Do you have any brands to recommend?",
    "Grammar and Structure": "- Mon ordi bugue tout le temps en ce moment means “My computer keeps crashing lately”. “Ordi” is short for “ordinateur” (computer), “bugue” is from the word “bug”, and “tout le temps en ce moment” means “all the time lately”.- Je pense qu’il est trop vieux means “I think it’s too old”. “Je pense” is “I think”, “qu’il est” is “that it is”, and “trop vieux” means “too old”.- Je vais peut-être en acheter un nouveau ce week-end means “I might buy a new one this weekend”. “Je vais peut-être” is “maybe I’m going to”, “en acheter un nouveau” means “buy a new one”, and “ce week-end” is “this weekend”.- T’as des marques à recommander ? is casual for Tu as des marques à recommander ?, meaning “Do you have any brands to recommend?”",
    "Transliteration": "My computer bugs all the time right now. I think that it is too old. I’m maybe going to buy a new one this weekend. You have some brands to recommend?"
  },
  {
    "Filename": "plans_and_invitations_10.mp3",
    "Phrase": "Ce week-end, on pense faire un pique-nique au parc. Si t’es dispo, tu peux venir avec nous ! Apporte juste un truc à manger ou à boire. Ce sera cool !",
    "English": "This weekend, we’re thinking of having a picnic at the park. If you’re free, you can come with us! Just bring something to eat or drink. It’ll be fun!",
    "Grammar and Structure": "- Ce week-end, on pense faire un pique-nique au parc means “This weekend, we’re thinking of having a picnic at the park”. “On pense faire” means “we’re thinking of doing”, “un pique-nique” is “a picnic”, “au parc” is “at the park”.- Si t’es dispo, tu peux venir avec nous ! is casual for “If you’re free, you can come with us!” “T’es dispo” = “tu es disponible”, and “tu peux venir avec nous” means “you can come with us”.- Apporte juste un truc à manger ou à boire means “Just bring something to eat or drink”. “Apporte” is “bring”, “un truc” means “a thing / something”, “à manger / à boire” means “to eat / to drink”.- Ce sera cool ! means “It’ll be fun!” or “It’ll be cool!”",
    "Transliteration": "This weekend, we think to do a picnic at the park. If you’re free, you can come with us! Bring just a thing to eat or to drink. It will be cool!"
  },
  {
    "Filename": "expressing_opinions_11.mp3",
    "Phrase": "Franchement, j’ai pas trop aimé ce film. L’histoire était un peu bizarre et les dialogues sonnaient faux. Après, les images étaient belles, ça oui.",
    "English": "Honestly, I didn’t really like this movie. The story was a bit weird and the dialogue sounded fake. But the visuals were beautiful, that’s for sure.",
    "Grammar and Structure": "- Franchement, j’ai pas trop aimé ce film means “Honestly, I didn’t really like this movie”. “Franchement” is “honestly”, “j’ai pas trop aimé” means “I didn’t really like”, and “ce film” is “this movie”.- L’histoire était un peu bizarre et les dialogues sonnaient faux means “The story was a bit weird and the dialogue sounded fake”. “L’histoire” is “the story”, “était un peu bizarre” is “was a bit weird”, and “les dialogues sonnaient faux” means “the dialogues sounded fake”.- Après, les images étaient belles, ça oui means “But the visuals were beautiful, that’s for sure”. “Après” here means “but / afterwards”, “les images étaient belles” is “the visuals were beautiful”, and “ça oui” adds emphasis like “that’s true”.",
    "Transliteration": "Honestly, I have not really liked this film. The story was a bit strange and the dialogues sounded false. After, the images were beautiful, that yes."
  },
  {
    "Filename": "family_12.mp3",
    "Phrase": "Mes parents habitent encore dans la maison où j’ai grandi. J’y vais presque tous les dimanches pour déjeuner. C’est toujours sympa de les voir.",
    "English": "My parents still live in the house where I grew up. I go there almost every Sunday for lunch. It’s always nice to see them.",
    "Grammar and Structure": "- Mes parents habitent encore dans la maison où j’ai grandi means “My parents still live in the house where I grew up”. “Habitent encore” is “still live”, and “où j’ai grandi” is “where I grew up”.- J’y vais presque tous les dimanches pour déjeuner means “I go there almost every Sunday for lunch”. “J’y vais” is “I go there”, “presque tous les dimanches” is “almost every Sunday”, and “pour déjeuner” is “for lunch”.- C’est toujours sympa de les voir means “It’s always nice to see them”. “C’est toujours sympa” is “it’s always nice”, and “de les voir” means “to see them”.",
    "Transliteration": "My parents live still in the house where I have grown up. I there go almost every Sunday to have lunch. It is always nice to see them."
  },
  {
    "Filename": "health_13.mp3",
    "Phrase": "Je me sens pas super bien aujourd’hui. J’ai mal à la tête et un peu de fièvre. Je vais rester à la maison et me reposer. Avec un peu de chance, ça ira mieux demain.",
    "English": "I’m not feeling very well today. I have a headache and a bit of a fever. I’m going to stay home and rest. With a bit of luck, I’ll feel better tomorrow.",
    "Grammar and Structure": "- Je me sens pas super bien aujourd’hui means “I’m not feeling very well today”. “Je me sens” is “I feel”, “pas super bien” is “not great”, and “aujourd’hui” is “today”.- J’ai mal à la tête et un peu de fièvre means “I have a headache and a bit of a fever”. “J’ai mal à la tête” is “I have pain in the head”, and “un peu de fièvre” is “a bit of fever”.- Je vais rester à la maison et me reposer means “I’m going to stay home and rest”. “Je vais rester” is “I’m going to stay”, “à la maison” is “at home”, and “me reposer” is “rest”.- Avec un peu de chance, ça ira mieux demain means “With a bit of luck, I’ll feel better tomorrow”. “Avec un peu de chance” is “with a bit of luck”, “ça ira mieux” means “it’ll go better” or “it’ll be better”, “demain” is “tomorrow”.",
    "Transliteration": "I feel not super well today. I have pain in the head and a bit of fever. I’m going to stay at home and rest myself. With a bit of luck, it will go better tomorrow."
  },
  {
    "Filename": "emotions_14.mp3",
    "Phrase": "Je suis trop content, j’ai enfin eu une réponse positive pour mon stage ! J’étais stressé depuis des semaines. Là je respire un peu.",
    "English": "I’m so happy, I finally got a positive response for my internship! I’d been stressed for weeks. Now I can finally breathe a bit.",
    "Grammar and Structure": "- Je suis trop content means “I’m so happy”. “Trop” is slang for “really / super” here.- J’ai enfin eu une réponse positive pour mon stage means “I finally got a positive response for my internship”. “J’ai eu” is “I got”, “enfin” is “finally”, “réponse positive” is “positive answer”, “mon stage” is “my internship”.- J’étais stressé depuis des semaines means “I’d been stressed for weeks”. “J’étais stressé” is “I was stressed”, “depuis des semaines” is “for weeks”.- Là je respire un peu means “Now I can finally breathe a bit”. “Là” is “now”, “je respire un peu” means “I breathe a bit”.",
    "Transliteration": "I am too happy, I have finally had a positive response for my internship! I was stressed since weeks. Now I breathe a bit."
  },
  {
    "Filename": "problems_and_complaints_15.mp3",
    "Phrase": "Y’a plus d’eau chaude chez moi depuis hier. J’ai appelé le plombier mais il peut pas venir avant lundi. C’est galère pour se laver, sérieux.",
    "English": "There’s no more hot water at my place since yesterday. I called the plumber but he can’t come before Monday. It’s such a hassle to shower, seriously.",
    "Grammar and Structure": "- Y’a plus d’eau chaude chez moi depuis hier is casual for “Il n’y a plus d’eau chaude chez moi depuis hier”, meaning “There’s no more hot water at my place since yesterday”.- J’ai appelé le plombier mais il peut pas venir avant lundi means “I called the plumber but he can’t come before Monday”. “J’ai appelé” is “I called”, “il peut pas venir” is “he can’t come”, “avant lundi” means “before Monday”.- C’est galère pour se laver, sérieux means “It’s such a hassle to shower, seriously”. “C’est galère” is slang for “it’s a pain / hassle”, “pour se laver” is “to wash oneself”, and “sérieux” is like saying “seriously” to complain.",
    "Transliteration": "There is no more hot water at my place since yesterday. I have called the plumber but he can’t come before Monday. It is hassle to wash, seriously."
  },
  {
    "Filename": "travel_16.mp3",
    "Phrase": "Je pars à Marseille ce week-end pour voir des amis. J’adore cette ville, surtout le vieux port. J’espère qu’il fera beau. On a prévu plein de trucs sympas.",
    "English": "I’m going to Marseille this weekend to see some friends. I love that city, especially the old port. I hope the weather will be nice. We’ve planned lots of fun things.",
    "Grammar and Structure": "- Je pars à Marseille ce week-end pour voir des amis means “I’m going to Marseille this weekend to see some friends”. “Je pars” = “I leave/go”, “pour voir” = “to see”, “des amis” = “some friends”.- J’adore cette ville, surtout le vieux port means “I love that city, especially the old port”. “J’adore” = “I love”, “surtout” = “especially”, “le vieux port” = “the old port”.- J’espère qu’il fera beau means “I hope the weather will be nice”. “Il fera beau” = “it will be nice (weather)”.- On a prévu plein de trucs sympas means “We’ve planned lots of fun things”. “On a prévu” = “we’ve planned”, “plein de trucs sympas” = “lots of fun things”.",
    "Transliteration": "I leave to Marseille this weekend to see some friends. I love this city, especially the old port. I hope that it will make nice. We have planned lots of nice things."
  },
  {
    "Filename": "work/school_17.mp3",
    "Phrase": "Cette semaine j’ai trop de boulot, j’arrête pas. Entre les réunions et les mails, j’ai même pas le temps de souffler. Vivement le week-end !",
    "English": "This week I have too much work, I haven’t stopped. Between meetings and emails, I don’t even have time to breathe. Can’t wait for the weekend!",
    "Grammar and Structure": "- Cette semaine j’ai trop de boulot, j’arrête pas means “This week I have too much work, I haven’t stopped”. “Trop de boulot” means “too much work” (casual), and “j’arrête pas” means “I don’t stop”.- Entre les réunions et les mails, j’ai même pas le temps de souffler means “Between meetings and emails, I don’t even have time to breathe”. “Souffler” literally means “to breathe” or “take a break”.- Vivement le week-end ! is a common expression meaning “Can’t wait for the weekend!” or “Looking forward to the weekend!”",
    "Transliteration": "This week I have too much work, I stop not. Between the meetings and the emails, I have not even the time to breathe. Hurry the weekend!"
  },
  {
    "Filename": "romantic_relationships_18.mp3",
    "Phrase": "Je sors avec Clara depuis quelques mois. On s’entend super bien et on rigole tout le temps. C’est simple et naturel entre nous, j’aime bien ça.",
    "English": "I’ve been seeing Clara for a few months. We get along really well and laugh all the time. It’s simple and natural between us, and I like that.",
    "Grammar and Structure": "- Je sors avec Clara depuis quelques mois means “I’ve been seeing (dating) Clara for a few months”. “Je sors avec” means “I go out with”, and “depuis quelques mois” is “for a few months”.- On s’entend super bien et on rigole tout le temps means “We get along really well and laugh all the time”. “S’entendre bien” means “to get along well”, “rigole” is “laugh”, “tout le temps” means “all the time”.- C’est simple et naturel entre nous, j’aime bien ça means “It’s simple and natural between us, and I like that”. “C’est simple et naturel” is “it’s simple and natural”, “entre nous” means “between us”, “j’aime bien ça” is “I like that”.",
    "Transliteration": "I go out with Clara since a few months. We get along super well and we laugh all the time. It is simple and natural between us, I like that."
  },
  {
    "Filename": "hobbies_19.mp3",
    "Phrase": "Quand j’ai du temps libre, j’aime bien cuisiner. J’essaie souvent des nouvelles recettes que je trouve en ligne. Ça me détend de faire la cuisine.",
    "English": "When I have free time, I like cooking. I often try new recipes I find online. Cooking relaxes me.",
    "Grammar and Structure": "- Quand j’ai du temps libre, j’aime bien cuisiner means “When I have free time, I like cooking”. “Quand” is “when”, “j’ai du temps libre” means “I have free time”, and “j’aime bien cuisiner” is “I like cooking”.- J’essaie souvent des nouvelles recettes que je trouve en ligne means “I often try new recipes I find online”. “J’essaie souvent” is “I often try”, “des nouvelles recettes” is “new recipes”, “que je trouve en ligne” means “that I find online”.- Ça me détend de faire la cuisine means “Cooking relaxes me”. “Ça me détend” is “It relaxes me”, “faire la cuisine” means “to cook”.",
    "Transliteration": "When I have free time, I like well to cook. I try often new recipes that I find online. That me relaxes to do the cooking."
  },
  {
    "Filename": "holidays_20.mp3",
    "Phrase": "L’année dernière, je suis parti en Espagne avec des potes. On a loué une maison près de la mer. C’était trop bien, j’ai hâte de repartir cet été.",
    "English": "Last year, I went to Spain with some friends. We rented a house near the sea. It was awesome—I can’t wait to go again this summer.",
    "Grammar and Structure": "- L’année dernière, je suis parti en Espagne avec des potes means “Last year, I went to Spain with some friends”. “Je suis parti” is “I went” (past tense), and “des potes” is a casual way to say “some friends”.- On a loué une maison près de la mer means “We rented a house near the sea”. “On a loué” is “we rented”, “près de la mer” means “near the sea”.- C’était trop bien, j’ai hâte de repartir cet été means “It was awesome—I can’t wait to go again this summer”. “Trop bien” is slang for “awesome”, “j’ai hâte de” means “I can’t wait to”, “repartir” means “to go again”, and “cet été” is “this summer”.",
    "Transliteration": "The year last, I am gone to Spain with some buddies. We have rented a house near the sea. It was too good, I have haste to leave again this summer."
  },
  {
    "Filename": "celebrations_21.mp3",
    "Phrase": "Pour mon anniversaire, on a fait une grosse fête chez moi. Il y avait plein de monde et une super ambiance. J’ai reçu plein de messages aussi, ça fait plaisir.",
    "English": "For my birthday, we had a big party at my place. There were lots of people and a great vibe. I also got lots of messages—it was really nice.",
    "Grammar and Structure": "- Pour mon anniversaire, on a fait une grosse fête chez moi means “For my birthday, we had a big party at my place”. “On a fait” is “we had / did”, “une grosse fête” means “a big party”, and “chez moi” is “at my place”.- Il y avait plein de monde et une super ambiance means “There were lots of people and a great vibe”. “Il y avait” means “there were”, “plein de monde” is “lots of people”, and “super ambiance” is “great atmosphere”.- J’ai reçu plein de messages aussi, ça fait plaisir means “I also got lots of messages—it was really nice”. “J’ai reçu” is “I received”, “plein de messages” is “lots of messages”, and “ça fait plaisir” means “that feels nice / it’s appreciated”.",
    "Transliteration": "For my birthday, we made a big party at my place. There was lots of people and a great vibe. I have received lots of messages too, that makes pleasure."
  },
  {
    "Filename": "social_media_22.mp3",
    "Phrase": "Je passe trop de temps sur Insta, c’est abusé. Je scroll sans m’arrêter, surtout le soir. Faut vraiment que je fasse une pause à un moment.",
    "English": "I spend too much time on Insta, it’s ridiculous. I scroll nonstop, especially in the evening. I really need to take a break at some point.",
    "Grammar and Structure": "- Je passe trop de temps sur Insta, c’est abusé means “I spend too much time on Insta, it’s ridiculous”. “Trop de temps” is “too much time”, and “c’est abusé” is slang for “it’s over the top / too much”.- Je scroll sans m’arrêter, surtout le soir means “I scroll nonstop, especially in the evening”. “Sans m’arrêter” is “without stopping”, “surtout le soir” is “especially in the evening”.- Faut vraiment que je fasse une pause à un moment means “I really need to take a break at some point”. “Faut que je fasse” means “I have to do” (subjunctive), “une pause” is “a break”, and “à un moment” is “at some point”.",
    "Transliteration": "I spend too much time on Insta, it’s over the top. I scroll without stopping, especially the evening. Must really that I make a break at a moment."
  },
  {
    "Filename": "housing_23.mp3",
    "Phrase": "Mon appart est petit mais super bien situé. Je suis à deux minutes du métro, c’est pratique. Par contre, les voisins sont un peu bruyants le soir.",
    "English": "My apartment is small but really well located. I’m two minutes from the metro, it’s convenient. On the other hand, the neighbors are a bit noisy at night.",
    "Grammar and Structure": "- Mon appart est petit mais super bien situé means “My apartment is small but really well located”. “Appart” is short for “appartement”, and “super bien situé” means “really well located”.- Je suis à deux minutes du métro, c’est pratique means “I’m two minutes from the metro, it’s convenient”. “À deux minutes du métro” means “two minutes from the metro”, and “pratique” means “handy / convenient”.- Par contre, les voisins sont un peu bruyants le soir means “On the other hand, the neighbors are a bit noisy at night”. “Par contre” means “however / on the other hand”, and “un peu bruyants” is “a bit noisy”.",
    "Transliteration": "My apartment is small but super well located. I am at two minutes from the metro, it is practical. On the other hand, the neighbors are a bit noisy the evening."
  },
  {
    "Filename": "pets_24.mp3",
    "Phrase": "J’ai adopté un chat l’année dernière. Il s’appelle Moka et il est super câlin. Il dort tout le temps mais il me fait trop rire.",
    "English": "I adopted a cat last year. His name is Moka and he’s super cuddly. He sleeps all the time but he makes me laugh a lot.",
    "Grammar and Structure": "- J’ai adopté un chat l’année dernière means “I adopted a cat last year”. “J’ai adopté” is “I adopted”, and “l’année dernière” means “last year”.- Il s’appelle Moka et il est super câlin means “His name is Moka and he’s super cuddly”. “Il s’appelle” is “his name is”, and “super câlin” means “very cuddly”.- Il dort tout le temps mais il me fait trop rire means “He sleeps all the time but he makes me laugh a lot”. “Il dort tout le temps” is “he sleeps all the time”, and “il me fait trop rire” means “he makes me laugh a lot”.",
    "Transliteration": "I have adopted a cat the year last. He calls himself Moka and he is super cuddly. He sleeps all the time but he me makes too much laugh."
  },
  {
    "Filename": "phone_conversations_25.mp3",
    "Phrase": "Je viens d’avoir ma mère au téléphone, elle parle toujours pendant des heures ! Mais bon, ça me fait plaisir d’avoir de ses nouvelles.",
    "English": "I just talked to my mom on the phone—she always talks for hours! But hey, it’s nice to hear from her.",
    "Grammar and Structure": "- Je viens d’avoir ma mère au téléphone means “I just talked to my mom on the phone”. “Je viens d’avoir” is “I just had”, and “au téléphone” is “on the phone”.- Elle parle toujours pendant des heures ! means “She always talks for hours!” “Toujours” means “always”, and “pendant des heures” is “for hours”.- Mais bon, ça me fait plaisir d’avoir de ses nouvelles means “But hey, it’s nice to hear from her”. “Mais bon” is casual for “but hey”, “ça me fait plaisir” is “it makes me happy”, and “d’avoir de ses nouvelles” is “to hear from her”.",
    "Transliteration": "I come from to have my mom on the phone, she talks always during hours! But well, that me makes pleasure to have some of her news."
  },
  {
    "Filename": "making_plans_26.mp3",
    "Phrase": "Tu veux qu’on se capte ce week-end ? On pourrait aller boire un verre ou faire un tour. Dis-moi ce qui t’arrange.",
    "English": "Do you want to meet up this weekend? We could grab a drink or go for a walk. Let me know what works for you.",
    "Grammar and Structure": "- Tu veux qu’on se capte ce week-end ? is a casual way to say “Do you want to meet up this weekend?” “Se capter” is slang for “meet up” or “hang out”.- On pourrait aller boire un verre ou faire un tour means “We could grab a drink or go for a walk”. “Boire un verre” is “have a drink”, “faire un tour” is “go for a walk / stroll”.- Dis-moi ce qui t’arrange means “Let me know what works for you”. “Dis-moi” is “tell me”, “ce qui t’arrange” means “what suits you / works for you”.",
    "Transliteration": "You want that we meet this weekend? We could go drink a glass or do a walk. Tell me what suits you."
  },
  {
    "Filename": "daily_annoyances_27.mp3",
    "Phrase": "Y’avait encore une file énorme à la poste ce matin. J’ai attendu 25 minutes pour un simple colis. Franchement, c’est abusé.",
    "English": "There was another huge line at the post office this morning. I waited 25 minutes just for a simple package. Honestly, it’s ridiculous.",
    "Grammar and Structure": "- Y’avait encore une file énorme à la poste ce matin is a casual way to say “There was another huge line at the post office this morning”. “Y’avait” = “Il y avait”, meaning “there was”, “une file énorme” is “a huge line”.- J’ai attendu 25 minutes pour un simple colis means “I waited 25 minutes for a simple package”. “J’ai attendu” is “I waited”, “un simple colis” is “a basic/simple package”.- Franchement, c’est abusé means “Honestly, it’s ridiculous”. “Franchement” is “honestly”, and “c’est abusé” is slang for “that’s over the top / too much”.",
    "Transliteration": "There was again a huge line at the post office this morning. I have waited 25 minutes for a simple package. Honestly, it is overdone."
  },
  {
    "Filename": "money_and_budgeting_28.mp3",
    "Phrase": "Ce mois-ci j’essaie de faire attention à mes dépenses. J’ai un peu trop dépensé le mois dernier, surtout en restos. Du coup, je cuisine plus à la maison.",
    "English": "This month I’m trying to watch my spending. I spent a bit too much last month, especially on restaurants. So now I cook more at home.",
    "Grammar and Structure": "- Ce mois-ci j’essaie de faire attention à mes dépenses means “This month I’m trying to watch my spending”. “Faire attention à” means “to be careful with”.- J’ai un peu trop dépensé le mois dernier, surtout en restos means “I spent a bit too much last month, especially on restaurants”. “Restos” is short for “restaurants”.- Du coup, je cuisine plus à la maison means “So now I cook more at home”. “Du coup” is a common way to say “so” or “as a result”.",
    "Transliteration": "This month I try to pay attention to my expenses. I have a bit too much spent last month, especially in restaurants. So, I cook more at the house."
  },
  {
    "Filename": "dealing_with_problems_29.mp3",
    "Phrase": "J’ai eu un souci avec ma banque, ils ont bloqué ma carte sans prévenir. J’ai dû les appeler trois fois pour régler ça. C’était super chiant.",
    "English": "I had an issue with my bank—they blocked my card without warning. I had to call them three times to sort it out. It was really annoying.",
    "Grammar and Structure": "- J’ai eu un souci avec ma banque means “I had an issue with my bank”. “Souci” is a casual word for “problem” or “worry”.- Ils ont bloqué ma carte sans prévenir means “They blocked my card without warning”. “Sans prévenir” means “without telling me first”.- J’ai dû les appeler trois fois pour régler ça means “I had to call them three times to fix it”. “Régler ça” is “to sort that out”.- C’était super chiant is slang for “It was really annoying”. “Super chiant” literally means “super annoying / a pain”.",
    "Transliteration": "I have had a problem with my bank, they have blocked my card without warning. I have had to call them three times to fix that. It was super annoying."
  },
  {
    "Filename": "expressing_preferences_30.mp3",
    "Phrase": "Perso, je préfère les séries aux films. Je trouve ça plus facile à suivre, et j’adore quand l’histoire se développe sur plusieurs épisodes.",
    "English": "Personally, I prefer series over movies. I find it easier to follow, and I love when the story develops over several episodes.",
    "Grammar and Structure": "- Perso, je préfère les séries aux films means “Personally, I prefer series over movies”. “Perso” is short for “personnellement”, and “aux films” is “to movies”.- Je trouve ça plus facile à suivre means “I find it easier to follow”. “Ça” means “that / it”, and “à suivre” is “to follow”.- J’adore quand l’histoire se développe sur plusieurs épisodes means “I love when the story develops over several episodes”. “Se développe” means “unfolds / develops”, and “plusieurs épisodes” is “several episodes”.",
    "Transliteration": "Personally, I prefer the series to the films. I find that more easy to follow, and I love when the story develops over several episodes."
  },
  {
    "Filename": "describing_people_31.mp3",
    "Phrase": "Mon coloc est super drôle, toujours en train de sortir des blagues. Il est aussi très organisé, ce qui est cool pour la colocation.",
    "English": "My roommate is really funny, always making jokes. He’s also very organized, which is great for living together.",
    "Grammar and Structure": "- Mon coloc est super drôle means “My roommate is really funny”. “Coloc” is short for “colocataire”.- Toujours en train de sortir des blagues means “Always making jokes”. “Sortir des blagues” literally means “to bring out jokes”.- Il est aussi très organisé means “He is also very organized”.- Ce qui est cool pour la colocation means “Which is great for living together”. “Colocation” means “shared living” or “flat-sharing”.",
    "Transliteration": "My roommate is super funny, always in the process of making jokes. He is also very organized, which is cool for the shared living."
  },
  {
    "Filename": "weekend_activities_32.mp3",
    "Phrase": "Ce week-end, je vais sûrement aller au marché le samedi matin. Après, j’ai prévu un brunch avec des amis. Et dimanche, chill total à la maison.",
    "English": "This weekend, I’ll probably go to the market on Saturday morning. After that, I’ve planned a brunch with some friends. And Sunday, total chill at home.",
    "Grammar and Structure": "- Ce week-end, je vais sûrement aller au marché le samedi matin means “This weekend, I’ll probably go to the market on Saturday morning”. “Je vais sûrement” is “I’ll probably”, and “aller au marché” means “go to the market”.- Après, j’ai prévu un brunch avec des amis means “After that, I’ve planned a brunch with some friends”. “J’ai prévu” is “I planned / I’ve planned”.- Et dimanche, chill total à la maison means “And Sunday, total chill at home”. “Chill total” is casual slang for “completely relaxing”, and “à la maison” means “at home”.",
    "Transliteration": "This weekend, I’m surely going to go to the market the Saturday morning. After, I have planned a brunch with some friends. And Sunday, total chill at the house."
  },
  {
    "Filename": "plans_for_the_future_33.mp3",
    "Phrase": "J’aimerais bien partir vivre à l’étranger un jour. Peut-être au Canada ou au Portugal, je sais pas encore. J’ai envie de changer d’air et découvrir autre chose.",
    "English": "I’d really like to go live abroad one day. Maybe in Canada or Portugal, I don’t know yet. I want a change of scenery and to discover something new.",
    "Grammar and Structure": "- J’aimerais bien partir vivre à l’étranger un jour means “I’d really like to go live abroad one day”. “J’aimerais bien” is “I’d really like”, “partir vivre” is “leave to live”, and “à l’étranger” is “abroad”.- Peut-être au Canada ou au Portugal, je sais pas encore means “Maybe in Canada or Portugal, I don’t know yet”. “Je sais pas encore” is “I don’t know yet”.- J’ai envie de changer d’air et découvrir autre chose means “I want a change of scenery and to discover something new”. “Changer d’air” literally means “change the air”, an expression for “getting away”, and “découvrir autre chose” is “discover something else”.",
    "Transliteration": "I would like well to leave live abroad one day. Maybe to Canada or to Portugal, I don’t know yet. I have desire to change air and discover something else."
  },
  {
    "Filename": "job_interviews_34.mp3",
    "Phrase": "J’ai passé un entretien ce matin, je crois que ça s’est bien passé. J’étais un peu stressé au début, mais après ça allait. On verra bien.",
    "English": "I had an interview this morning, and I think it went well. I was a bit nervous at first, but then it was fine. We’ll see.",
    "Grammar and Structure": "- J’ai passé un entretien ce matin means “I had an interview this morning”. “Passer un entretien” is the phrase for “doing an interview”.- Je crois que ça s’est bien passé means “I think it went well”. “Ça s’est bien passé” means “it went well”.- J’étais un peu stressé au début, mais après ça allait means “I was a bit stressed at the start, but then it was okay”. “Ça allait” means “it was fine / manageable”.- On verra bien means “We’ll see”. It’s a common way to say “Let’s hope for the best” or “Wait and see”.",
    "Transliteration": "I have passed an interview this morning, I think that it went well. I was a bit stressed at the beginning, but after it was okay. We will see well."
  },
  {
    "Filename": "using_apps_35.mp3",
    "Phrase": "J’utilise une appli pour suivre mes dépenses, c’est super pratique. Avant je notais tout à la main, mais là c’est plus simple. Y’a plein de stats aussi.",
    "English": "I use an app to track my expenses—it’s super convenient. Before, I used to write everything by hand, but now it’s easier. There are lots of stats too.",
    "Grammar and Structure": "- J’utilise une appli pour suivre mes dépenses means “I use an app to track my expenses”. “Appli” is short for “application”, and “suivre mes dépenses” means “track my spending”.- C’est super pratique means “It’s super convenient”.- Avant je notais tout à la main, mais là c’est plus simple means “Before, I wrote everything by hand, but now it’s easier”. “À la main” is “by hand”, and “c’est plus simple” means “it’s simpler”.- Y’a plein de stats aussi is casual for “Il y a plein de statistiques aussi”, meaning “There are lots of stats too”.",
    "Transliteration": "I use an app to follow my expenses, it’s super practical. Before, I noted everything by hand, but now it’s more simple. There is lots of stats also."
  },
  {
    "Filename": "mistakes_and_accidents_36.mp3",
    "Phrase": "Hier, j’ai renversé du café sur mon ordi. Grosse galère, il s’est éteint direct. Heureusement, il remarche ce matin. J’ai eu chaud.",
    "English": "Yesterday, I spilled coffee on my laptop. Total nightmare—it shut off immediately. Luckily, it’s working again this morning. That was a close one.",
    "Grammar and Structure": "- Hier, j’ai renversé du café sur mon ordi means “Yesterday, I spilled coffee on my laptop”. “Renversé” means “spilled”, and “ordi” is short for “ordinateur” (computer).- Grosse galère, il s’est éteint direct means “Total nightmare—it shut off immediately”. “Grosse galère” is slang for “big problem”, and “direct” means “right away”.- Heureusement, il remarche ce matin means “Luckily, it’s working again this morning”. “Remarche” comes from “remarcher” meaning “to work again”.- J’ai eu chaud is a casual way of saying “That was a close one”. Literally “I got hot”, but it means “Phew, that was close!”",
    "Transliteration": "Yesterday, I spilled some coffee on my computer. Big hassle, it turned off immediately. Luckily, it works again this morning. I was hot."
  },
  {
    "Filename": "things_you’ve_learned_37.mp3",
    "Phrase": "Depuis que je bosse ici, j’ai appris plein de trucs. Surtout à gérer mon temps et à mieux communiquer. C’est super formateur.",
    "English": "Since I started working here, I’ve learned a lot. Especially how to manage my time and communicate better. It’s really a great learning experience.",
    "Grammar and Structure": "- Depuis que je bosse ici, j’ai appris plein de trucs means “Since I started working here, I’ve learned a lot”. “Bosser” is informal for “work”, and “plein de trucs” means “lots of things”.- Surtout à gérer mon temps et à mieux communiquer means “Especially how to manage my time and communicate better”. “Gérer mon temps” is “manage my time”, and “mieux communiquer” means “communicate better”.- C’est super formateur means “It’s really a great learning experience”. “Formateur” means “educational / something you learn a lot from”.",
    "Transliteration": "Since I work here, I have learned lots of things. Especially to manage my time and to better communicate. It is super educational."
  },
  {
    "Filename": "exercise_38.mp3",
    "Phrase": "Je me suis remis au sport cette semaine. Juste un peu de course à pied et des étirements. J’ai mal partout mais ça fait du bien.",
    "English": "I got back into working out this week. Just a bit of running and some stretching. Everything hurts, but it feels good.",
    "Grammar and Structure": "- Je me suis remis au sport cette semaine means “I got back into working out this week”. “Se remettre à” means “to start again”, and “au sport” means “to sport / working out”.- Juste un peu de course à pied et des étirements means “Just a bit of running and some stretching”. “Course à pied” is “running”, and “étirements” are “stretches”.- J’ai mal partout mais ça fait du bien means “Everything hurts, but it feels good”. “J’ai mal partout” is “I’m sore everywhere”, and “ça fait du bien” is “it feels good / it does me good”.",
    "Transliteration": "I myself am put back to sport this week. Just a bit of running and some stretches. I have pain everywhere but it makes good."
  },
  {
    "Filename": "music_39.mp3",
    "Phrase": "En ce moment, j’écoute beaucoup de jazz et de lo-fi. J’adore bosser avec ça en fond, c’est super chill. Si t’as des recos, je prends !",
    "English": "Lately, I’ve been listening to a lot of jazz and lo-fi. I love working with that in the background—it’s super chill. If you have any recs, I’m all ears!",
    "Grammar and Structure": "- En ce moment, j’écoute beaucoup de jazz et de lo-fi means “Right now, I’m listening to a lot of jazz and lo-fi”. “En ce moment” is “currently”, and “j’écoute beaucoup de” means “I listen to a lot of”.- J’adore bosser avec ça en fond, c’est super chill means “I love working with that in the background, it’s super chill”. “Bosser” is casual for “to work”, and “en fond” means “in the background”.- Si t’as des recos, je prends ! is a casual way of saying “If you have recommendations, I’d love them!” “T’as” is short for “tu as”, and “recos” is short for “recommandations”.",
    "Transliteration": "At the moment, I listen to a lot of jazz and lo-fi. I love working with that in background, it is super chill. If you have some recs, I take!"
  },
  {
    "Filename": "commuting_40.mp3",
    "Phrase": "Le matin, je prends le bus pour aller au taf. Ça me prend environ 30 minutes si y’a pas trop de monde. Je mets des écouteurs et je décroche.",
    "English": "In the morning, I take the bus to get to work. It takes me about 30 minutes if it’s not too crowded. I put on my headphones and zone out.",
    "Grammar and Structure": "- Le matin, je prends le bus pour aller au taf means “In the morning, I take the bus to get to work”. “Taf” is slang for “work”.- Ça me prend environ 30 minutes si y’a pas trop de monde means “It takes me about 30 minutes if it’s not too crowded”. “Environ” is “about”, and “trop de monde” means “too many people”.- Je mets des écouteurs et je décroche means “I put on my headphones and zone out”. “Mettre des écouteurs” is “to put on headphones”, and “décrocher” here means “to disconnect / zone out”.",
    "Transliteration": "The morning, I take the bus to go to work. That me takes around 30 minutes if there is not too much of people. I put on headphones and I disconnect."
  },
  {
    "Filename": "weather_complaints_41.mp3",
    "Phrase": "Il pleut non-stop depuis trois jours, j’en ai marre. Mon appart est tout sombre et j’ai même plus envie de sortir. Vivement le soleil !",
    "English": "It’s been raining non-stop for three days—I’m so over it. My apartment is all dark and I don’t even feel like going out. Can’t wait for the sun!",
    "Grammar and Structure": "- Il pleut non-stop depuis trois jours, j’en ai marre means “It’s been raining non-stop for three days, I’m so over it”. “Depuis trois jours” = “for three days”, and “j’en ai marre” = “I’m fed up”.- Mon appart est tout sombre et j’ai même plus envie de sortir means “My apartment is all dark and I don’t even feel like going out”. “Tout sombre” = “very dark”, “j’ai même plus envie” = “I don’t even want to”.- Vivement le soleil ! means “Can’t wait for the sun!” Literally: “Looking forward to the sun!”",
    "Transliteration": "It rains non-stop since three days, I’m fed up. My apartment is all dark and I don’t even want to go out. Hurry the sun!"
  },
  {
    "Filename": "learning_languages_42.mp3",
    "Phrase": "J’essaie d’apprendre l’espagnol depuis quelques mois. Je regarde des séries en VO et je note les mots que je comprends. C’est dur, mais j’aime bien le défi.",
    "English": "I’ve been trying to learn Spanish for a few months. I watch shows in the original version and write down the words I understand. It’s hard, but I like the challenge.",
    "Grammar and Structure": "- J’essaie d’apprendre l’espagnol depuis quelques mois means “I’ve been trying to learn Spanish for a few months”. “Depuis quelques mois” means “for a few months”.- Je regarde des séries en VO et je note les mots que je comprends means “I watch shows in the original version and write down the words I understand”. “En VO” stands for “en version originale”.- C’est dur, mais j’aime bien le défi means “It’s hard, but I like the challenge”. “J’aime bien” is a softer way to say “I like”, and “le défi” means “the challenge”.",
    "Transliteration": "I try to learn Spanish since some months. I watch series in original version and I note the words that I understand. It is hard, but I like the challenge."
  },
  {
    "Filename": "online_shopping_43.mp3",
    "Phrase": "J’ai commandé une veste en ligne, mais la taille va pas du tout. J’ai galéré à trouver comment faire le retour. Franchement, ça me saoule.",
    "English": "I ordered a jacket online, but the size doesn’t fit at all. I struggled to figure out how to return it. Honestly, it’s so annoying.",
    "Grammar and Structure": "- J’ai commandé une veste en ligne means “I ordered a jacket online”. “En ligne” means “online”.- Mais la taille va pas du tout means “but the size doesn’t fit at all”. “Va pas du tout” is a casual way to say “doesn’t fit at all”.- J’ai galéré à trouver comment faire le retour means “I struggled to figure out how to return it”. “Galérer” is slang for “to struggle”.- Franchement, ça me saoule means “Honestly, it’s so annoying”. “Ça me saoule” is slang for “it annoys me / I’m fed up with it”.",
    "Transliteration": "I ordered a jacket online, but the size goes not at all. I struggled to find how to do the return. Honestly, that me annoys."
  },
  {
    "Filename": "roommates_44.mp3",
    "Phrase": "Mon coloc laisse toujours traîner ses affaires partout. Je lui ai déjà dit, mais il oublie à chaque fois. Faut qu’on en parle sérieusement.",
    "English": "My roommate always leaves his stuff lying around. I’ve already told him, but he forgets every time. We need to talk about it seriously.",
    "Grammar and Structure": "- Mon coloc laisse toujours traîner ses affaires partout means “My roommate always leaves his stuff lying around”. “Laisse traîner” means “leaves lying around”, and “partout” means “everywhere”.- Je lui ai déjà dit, mais il oublie à chaque fois means “I’ve already told him, but he forgets every time”. “Je lui ai dit” is “I told him”, “à chaque fois” is “every time”.- Faut qu’on en parle sérieusement means “We need to talk about it seriously”. “Faut que” is short for “Il faut que” (it’s necessary that), “qu’on en parle” is “that we talk about it”, and “sérieusement” means “seriously”.",
    "Transliteration": "My roommate leaves always dragging his stuff everywhere. I him have already told, but he forgets each time. Need that we about it talk seriously."
  },
  {
    "Filename": "public_events_45.mp3",
    "Phrase": "Y’avait un concert gratuit dans le parc hier soir, c’était super sympa. J’y suis allé avec des potes un peu par hasard. Bonne ambiance, bonne musique.",
    "English": "There was a free concert in the park last night, it was really nice. I went with some friends kind of by chance. Good vibes, good music.",
    "Grammar and Structure": "- Y’avait un concert gratuit dans le parc hier soir is casual for “Il y avait un concert gratuit”, meaning “There was a free concert in the park last night”.- C’était super sympa means “It was really nice”. “Super sympa” is casual for “very pleasant”.- J’y suis allé avec des potes un peu par hasard means “I went with some friends kind of by chance”. “J’y suis allé” is “I went there”, “par hasard” means “by chance”.- Bonne ambiance, bonne musique is a casual way to say “Good vibes, good music”.",
    "Transliteration": "There was a free concert in the park yesterday evening, it was super nice. I there am gone with some buddies a bit by chance. Good atmosphere, good music."
  },
  {
    "Filename": "tech_issues_46.mp3",
    "Phrase": "Mon téléphone bug depuis la dernière mise à jour. Les applis plantent et la batterie tient plus. J’espère qu’ils vont corriger ça vite.",
    "English": "My phone has been glitching since the last update. Apps keep crashing and the battery doesn’t last anymore. I hope they fix it soon.",
    "Grammar and Structure": "- Mon téléphone bug depuis la dernière mise à jour means “My phone has been glitching since the last update”. “Bug” is a borrowed word meaning “to glitch or crash”.- Les applis plantent et la batterie tient plus means “The apps crash and the battery doesn’t last anymore”. “Plantent” is slang for “crash”, and “tient plus” means “doesn’t hold up anymore”.- J’espère qu’ils vont corriger ça vite means “I hope they fix it soon”. “Corriger” means “to fix”, and “vite” means “quickly / soon”.",
    "Transliteration": "My phone bugs since the last update. The apps crash and the battery holds no more. I hope they will fix that fast."
  },
  {
    "Filename": "nostalgia_and_memories_47.mp3",
    "Phrase": "L’autre jour, je suis retombé sur des vieilles photos de lycée. Ça m’a fait tout bizarre. On a tous tellement changé depuis.",
    "English": "The other day, I came across some old high school photos. It felt so strange. We’ve all changed so much since then.",
    "Grammar and Structure": "- L’autre jour, je suis retombé sur des vieilles photos de lycée means “The other day, I came across some old high school photos”. “Retomber sur” means “to come across again”.- Ça m’a fait tout bizarre means “It felt so strange”. “Tout bizarre” means “really strange or weird”.- On a tous tellement changé depuis means “We’ve all changed so much since then”. “Tellement” adds the sense of “so much”.",
    "Transliteration": "The other day, I fell again on some old photos of high school. That made me all weird. We have all so much changed since."
  }
]